{
    "title": "Entrar no Pokebattler",
    "description": "Conecte-se para acessar sua Pokebox e simulações personalizadas",
    "explanation": "O Pokebattler não pode e não é capaz de entrar na sua conta do Pokémon Go. Nós não nos conectamos ao servidores da Niantic de modo algum. O Pokebattler usa apenas esse login para saber quem é você através dos seus dispositivos. Você pode entrar pelo seu celular, tablet, ou computador e ver todos seus Pokémon que você cadastrou no nosso site. Nós não compartilhamos suas informações, e não as usamos para propósitos financeiros ou parecidos.",
    "privacy": "Para mais informações, consulte nossa política de confidencialidade",
    "loading": "Carregando dados do usuário",
    "user": "Usuário",
    "login": {
        "google": "Entrar com Google",
        "facebook": "continuar com Facebook",
        "patreon": "Entrar com Patreon",
        "patreonDescription": "O Pokebattler agora suporta assinaturas diretas do Stripe! É altamente recomendável que os assinantes atuais do Patreon migrem para os novos planos de assinatura. Usuários de países que o Stripe não tem suporte, como Brasil e México, bem como usuários que desejam pagar através do Paypal, devem continuar usando o Patreon.",
        "success": {
            "title": "Logado com Sucesso",
            "fromApi": "$t(login.success.title)! Por favor, aguarde um momento para continuar."
        },
        "autoCreate": "A autenticação criará automaticamente sua conta Pokebattler e fará o login"
    },
    "details": {
        "welcome": "Bem-Vindo",
        "description": "As informações abaixo do seu treinador serão usadas para customizar o site e estarão visíveis para outros usuários."
    },
    "loggedIn": {
        "title": "Perfil Público",
        "description": "Você fez o login com sucesso. Preencha suas informações de treinador abaixo, então clique na Pokebox para adicionar seus Pokémon e obter resultados personalizados. Você pode então criar Equipes de Batalha e usá-las para obter resultados de reides personalizadas.",
        "meta": {
            "description": "Armazene suas informações de usuário do Pokémon Go e seus Pokémon."
        },
        "profileButton": "Seu Perfil"
    },
    "logout": {
        "title": "Deslogado",
        "description": "Você foi deslogado com sucesso. Volte depois em qualquer dispositivo e sua Pokebox estará esperando por você!",
        "back": "Voltar ao login",
        "button": "Logout",
        "meta": {
            "description": "Você saiu da sua conta com sucesso."
        }
    },
    "roles": {
        "title": "Informação da Conta",
        "heading": "Benefícios Atuais",
        "description": "Contribua com o Pokebattler {{link}} para benefícios premium. O Pokebattler é viabilizado por suportadores que contribuem com os crescentes custos de hospedagem deste site.",
        "maxPokemon": "Máximo de Pokemons",
        "quality": "Qualidade da Simulação",
        "thanks": "Obrigado por suportar o Pokebattler! Suas contribuições são muito apreciadas.",
        "support": "Suporte o Pokebattler",
        "role": {
            "ROLE_USER": "Usuário do Pokebattler",
            "ROLE_ADMIN": "Admin do Pokebattler",
            "ROLE_FAN": "Fã do Pokebattler",
            "ROLE_SUPPORTER": "Apoador do Pokebattler (Legado)",
            "ROLE_PATREON": "Patreon do Pokebattler",
            "ROLE_FANATIC": "Fanático do Pokebattler",
            "ROLE_CONTEST": "Vencedor de Concurso do Pokebattler",
            "ROLE_PATREON_USER": "Usuário Patreon do Pokebattler",
            "ROLE_SUPPORTER2": "Apoiador do Pokebattler"
        },
        "maxBattleParties": "Equipes de Batalha Máximas"
    },
    "meta": {
        "description": "O Pokébattler guarda os seus Pokémon do Pokémon Go na nossa Pokédex para encontrar adversários nas reides e mais!"
    },
    "settings": {
        "showListImages": "Mostrar Imagens"
    },
    "subscribed": {
        "title": "Obrigado pelo seu apoio",
        "meta": {
            "description": "O Pokebattler é gratuito para usar em todas as assinaturas generosas de pessoas como você! Sua assinatura desativa anúncios e desbloqueia recursos poderosos para ajudá-lo a vencer o chefe da raid ou seus amigos em pvp!"
        },
        "patreon": "Os assinantes do Patreon são incentivados a mudar para as opções baseadas em Stripe, para obter preços mais baixos e melhor suporte. Você pode enviar um email para admin@pokebattler.com para receber um cupom aplicado à sua assinatura quando você alternar. O valor do cupom será baseado na sua assinatura restante no Patreon. Usuários em países que o Stripe não tem suporte, como Brasil e México, assim como usuários que desejam pagar usando o Paypal devem continuar usando o Patreon.",
        "chooseProduct": "Alterar sua assinatura",
        "currentSubscription": "Informações atuais sobre sua assinatura",
        "choosePlan": "Escolha seu plano",
        "purchase": "Atualize a duração",
        "currentPlan": "Plano atual",
        "chargeAmount": "Será cobrado um valor proporcional de ${{chargeAmount}} imediatamente. O valor total será cobrado no início de cada ciclo de cobrança.",
        "duringTrial": {
            "button": "Alterar assinatura",
            "description": "Durante o período de teste, você pode alterar sua assinatura livremente"
        },
        "upgradeSubscription": {
            "button": "Atualizar assinatura",
            "description": "Atualize sua assinatura imediatamente."
        },
        "downgradeSubscription": {
            "button": "Diminua sua assinatura",
            "description": "Diminua da sua assinatura no final da sua assinatura atual."
        },
        "changeCreditCard": {
            "title": "Alterar suas informações de pagamento",
            "button": "Atualizar informação"
        }
    },
    "subscription": {
        "title": "Assine Pokebattler",
        "meta": {
            "image": "https://static.pokebattler.com/images/og_user_subscription.png"
        },
        "paymentRequest": "Assine com um Clique",
        "paymentRequestDescription": "A assinatura com um clique é suportada na maioria dos dispositivos móveis. Você também pode optar por inserir suas informações abaixo",
        "currentProduct": "Benefícios atuais",
        "chooseProduct": "Escolha seu plano",
        "choosePlan": "Escolha a sua duração",
        "purchase": "Inicie o seu teste gratuito!",
        "creditCard": "Insira as informações do seu cartão de crédito",
        "paymentType": "Tipo de pagamento",
        "name": "Primeiro e último nome",
        "email": "Email",
        "line1": "Endereço Linha 1",
        "line2": "Endereço Linha 2",
        "city": "Cidade",
        "state": "Estado",
        "country": "País",
        "idealBank": "iDEAL Bank",
        "description": "As informações do seu cartão de crédito são tratadas com segurança pelo Stripe e nunca são enviadas para o Pokebattler. Stripe processa suas assinaturas e informa Pokebattler do seu status de assinatura.",
        "multiMonth": "Economize com um plano de vários meses!",
        "requiresLogin": "Você deve fazer login para se inscrever",
        "ibanDescription": "Ao fornecer seu IBAN e confirmar esse pagamento, você está autorizando Pokebattler.com e Stripe, nosso provedor de serviços de pagamento, a enviar instruções ao seu banco para debitar sua conta e seu banco para debitar sua conta de acordo com essas instruções. Você tem direito a um reembolso do seu banco nos termos e condições do seu contrato com o seu banco. Um reembolso deve ser reivindicado dentro de 8 semanas a partir da data em que sua conta foi debitada."
    }
}
