{
  "title": "Grupos de Combate",
  "explanation": "Los grupos de combate estan diseñados para funcionar justo como en el juego. Los preparas con tus pokemon y luego los usas cuando estas haciendo batallas. tus grupos de combate pueden ser usados por otros usuarios para simular excursiones o combate pvp.",
  "battlePartyList": {
    "title": "Tus grupos de combate"
  },
  "add": {
    "title": "Grupo de combate",
    "description": "Elige un nombre para tu Grupo de Batalla a continuación en el cuadro. Luego agrega los miembros del grupo haciendo clic en el botón 'agregar pokemon de tu pokebox'. Finalmente ajusta las estadísticas de tu Pokémon haciendo clic en él",
    "meta": {
      "description": "Crea tu equipo de batalla"
    },
    "modify": "Agrega Pokémon desde tu Pokebox"
  },
  "select": {
    "label": "Elige tu $t(common:battleParty)",
    "emptyName": "$t(common:battleParty) {{value}}",
    "noneFound": "No se encontraron $t(common:battleParties) para esta liga",
    "create": "Crear $t(common:battleParty)",
    "edit": "Editar",
    "title": "Elige un equipo de batalla",
    "open": "Elige $t(common:battleParty)",
    "close": "Seleccionar"
  },
  "meta": {
    "description": "Almacena tu equipo de batalla de Pokémon Go"
  },
  "full": {
    "title": "Equipo completo",
    "description": "Has alcanzado el límite de tamaño de equipo para esta liga"
  },
  "empty": {
    "title": "Equipo vacío",
    "description": "No has agregado ningún Pokémon desde tu Pokebox a este equipo"
  },
  "edit": {
    "title": "Editar equipo de batalla",
    "meta": {
      "description": "Editar tu equipo de batalla"
    },
    "description": "Actualiza el nombre de tu Grupo de Batalla a continuación en el cuadro de texto. También puedes cambiar la liga con el menú desplegable. Luego, cambia los miembros del grupo haciendo clic en el botón 'cambiar los miembros de tu grupo de batalla'. Finalmente, ¡modifica las estadísticas de cada Pokémon haciendo clic en él!",
    "modify": "Cambia los miembros de tu grupo de batalla"
  }
}