{
    "title": "Guía para incursiones",
    "meta": {
        "image": "https://static.pokebattler.com/images/og_raid_counters.jpg",
        "description": "Encuentra contrincantes para jefes de incursión en Pokemon Go considerando Clima, Amistad e incluso tu propia Pokebox. Obtén las 30 mejores contrincantes con la guía de incursión personalizable #1 del mundo."
    },
    "linkLabel": "Guía para incursiones",
    "intro": "¡Las incursiones han llegado a Pokémon Go! Encuentra qué Pokémon es el más adecuado para vencer a los jefes de incursión con la guía para incursiones más precisa del mundo. ¡Simplemente selecciona la incursión para ver los mejores atacantes para cada combinación de movimientos!",
    "breakingNews": {
        "title": "Último minuto",
        "subtitle": "Incursiones de moda en Pokémon Go",
        "header": "Lista interactiva de contrincantes para enfrentar a $t(constants:pokemon.{{pokemonId}})"
    },
    "articles": {
        "title": "¡Últimas noticias de incursiones!",
        "subtitle": "Artículos y vídeos sobre incursiones de Pokemon Go de jugadores top e investigadores"
    },
    "guide": {
        "subtitle": "Como derrotar a $t(constants:pokemon.{{pokemonId}}) en Pokemon Go",
        "infographicDownload": "Descargar $t(constants:pokemon.{{pokemonId}}) infografía",
        "title": "Pokebattler $t(constants:pokemon.{{pokemonId}}) Guía de Contrincantes de Incursión",
        "article": "Lee toda la Guía de Incursión de $t(constants:pokemon.{{pokemonId}}) a continuación"
    },
    "tierList": {
        "common": {
            "boss": "Jefe",
            "raidTier": "Nivel de incursión"
        },
        "RAID_LEVEL_1": {
            "title": "Nivel 1",
            "subtitle": "Incursión sencilla de forma individual",
            "intro": "Las incursiones de nivel 1 son muy fáciles de vencer en solitario. Un jugador de nivel 20 sin los mejores Pokémon debería de ser capaz de hacerlo por su cuenta. Estas incursiones son útiles para obtener caramelos de Pokémon que no son comunes en tu zona."
        },
        "RAID_LEVEL_2": {
            "title": "Nivel 2",
            "subtitle": "Difícil incursión en solitario",
            "intro": "Incursiones de nivel 2 están enfocadas a jugadores de nivel 30 a 40 que fácilmente pueden derrotar estos Pokémon. Jugadores de menor nivel deben hacer equipo para vencer estos Pokémon."
        },
        "RAID_LEVEL_3": {
            "title": "Nivel 3",
            "subtitle": "Incursión fácil en grupo",
            "intro": "Incursiones de nivel 3 están enfocadas a grupos de 2 jugadores de nivel 30 a 4p. Estas pueden ser hechas en solitario por un jugador nivel 40 con un poco de suerte y con Pokémon excelentes."
        },
        "RAID_LEVEL_4": {
            "title": "Nivel 4",
            "subtitle": "Incursión difícil en grupo",
            "intro": "Incursiones de nivel 4 están enfocadas a grupos de 5 o 6 jugadores de nivel 30 a 40. Reportes han llegado de estos Pokémon siendo vencidos por jugadores de máximo nivel con 3 o 4 de los atacantes ideales."
        },
        "RAID_LEVEL_5": {
            "title": "Nivel 5",
            "subtitle": "Incursión legendaria",
            "intro": "Las incursiones actuales son la mejor manera de obtener Pokémon poderosos. Usualmente pueden completarse con grupos de 6 a 10 jugadores de nivel 30 o más. Avezados entrenadores pueden superar estas incursiones con 5, o incluso menos jugadores."
        },
        "RAID_LEVEL_UNSET": {
            "title": "Nivel ¿?",
            "subtitle": "Incursiones desconocidas",
            "intro": "Estos Pokémon pueden ser parte de futuros niveles de incursiones. Use esto si una nueva incursión ha salido y el sitio web no ha sido actualizado aún. ¡También puedes usar esta sección para analizar que pasaría si tuvieses una incursión legendaria de Magikarp!"
        },
        "RAID_LEVEL_4_EVENTS": {
            "title": "Especial de nivel 4",
            "subtitle": "Incursiones de eventos especiales",
            "intro": "Estos Pokémon han sido incursiones en pasados eventos como el de Yokohama. Podrían volver sin anunciar."
        },
        "RAID_LEVEL_1_LEGACY": {
            "title": "Antigua nivel 1",
            "subtitle": "Incursión en solitario fácil",
            "intro": "Estás incursiones no están actualmente en la rotación de incursiones."
        },
        "RAID_LEVEL_2_LEGACY": {
            "title": "Antigua nivel 2",
            "subtitle": "Difícil incursión en solitario",
            "intro": "Estas incursiones no están actualmente en la rotación de incursiones."
        },
        "RAID_LEVEL_3_LEGACY": {
            "title": "Antigua nivel 3",
            "subtitle": "Incursión fácil en grupo",
            "intro": "Estás incursiones no están actualmente en la rotación de incursiones."
        },
        "RAID_LEVEL_4_LEGACY": {
            "title": "Antigua nivel 4",
            "subtitle": "Incursión difícil en grupo",
            "intro": "Estas incursiones no están actualmente en la rotación de incursiones."
        },
        "RAID_LEVEL_5_LEGACY": {
            "title": "Nivel 5 - Descontinuadas",
            "subtitle": "Incursión Legendaria",
            "intro": "Estas incursiones estuvieron disponibles previamente, pero ya no forman parte de la rotación actual de incursiones. Podrían regresar en el futuro como parte de eventos especiales."
        },
        "RAID_LEVEL_5_FUTURE": {
            "intro": "Estas incursiones de nivel 5 aún no han sido lanzadas en el juego. Sus estadísticas y movimientos podrían cambiar.",
            "title": "Nivel 5 por venir",
            "subtitle": "Incursión legendaria"
        },
        "RAID_LEVEL_6": {
            "title": "Nivel 6",
            "subtitle": "Incursión legendaria con PS adicionales",
            "intro": "Estos jefes de incursión tienen mayor PS comparados con las incursiones de nivel 5. Se desconoce si este es un cambio permanente para todas las incursiones de nivel 5. Usualmente son completadas de a 6 a 10 jugadores de nivel 30 o más. Avezados entrenadores han podido superar estas incursiones con 5 o menos jugadores."
        },
        "RAID_LEVEL_6_LEGACY": {
            "title": "Nivel 6 - descontinuada",
            "subtitle": "Incursión legendaria con PS adicionales",
            "intro": "Estas incursiones han estado disponible anteriormente, pero no fueron incluidas en la rotación actual. Eventualmente podrían regresar en el futuro para eventos especiales."
        },
        "RAID_LEVEL_4_5": {
            "title": "Nivel 4.5",
            "subtitle": "Incursión Legendaria Sencilla",
            "intro": "Las incursiones de Nivel 4.5 son versiones más fáciles de jefes Legendarios y están dirigidas a grupos de 2-4 jugadores de niveles 30-40. Son usualmente vistas durante eventos de corta duración."
        },
        "RAID_LEVEL_4_5_LEGACY": {
            "title": "Antigua Nivel 4.5",
            "subtitle": "Incursión Legendaria Sencilla",
            "intro": "Estos son jefes de incursiones legendarias sencillas previamente vistos."
        },
        "RAID_LEVEL_4_5_FUTURE": {
            "title": "Futura Nivel 4.5",
            "subtitle": "Incursión Legendaria Sencilla",
            "intro": "Estos son jefes de incursión legendarios sencillos que aún no están en el juego. Sus características y ataques están aún sujetos a cambiar"
        },
        "RAID_LEVEL_MEGA": {
            "title": "Nivel Mega",
            "subtitle": "Megaincursión",
            "intro": "Las megaincursiones actuales son la mejor forma de obtener megaenergía para dar poder a los Pokémon más poderosos! Generalmente se pueden completar con grupos de 6-10 jugadores de nivel 30-40. Algunos expertos intrépidos han hecho algunas de estas incursiones con tan solo 2-5 jugadores."
        },
        "RAID_LEVEL_MEGA_LEGACY": {
            "title": "Nivel Mega Descontinuadas",
            "subtitle": "Megaincursión Descontinuada",
            "intro": "Estas megaincursiones ya no están disponibles."
        },
        "RAID_LEVEL_MEGA_FUTURE": {
            "title": "Futura Nivel Mega",
            "subtitle": "Futura Megaincursión",
            "intro": "Estas megaincursiones no están en el juego aún."
        }
    },
    "custom": {
        "title": "Incursión personalizada",
        "levelsLabel": "Niveles de atacantes",
        "buttonLabel": "Encontrar mejor oponente",
        "attackersLabel": "Atacantes"
    },
    "results": {
        "title": "Contrincantes para {{defender}}",
        "meta": {
            "description": "Los mejores contrincantes para {{defender}} en Pokémon Go son {{counter1}}, {{counter2}}, {{counter3}}, {{counter4}}, {{counter5}} & {{counter6}}. ¡Autentícate para ver tus resultados personalizados!",
            "image": "{{infographicShareURL}}"
        },
        "calculating": "Calculando resultados de incursión",
        "counters": {
            "title": "Rivales óptimos",
            "subtitle": "Mejores atacantes por",
            "description": "El siguiente análisis muestra los Pokemon que son más fuertes basándose en {{sort}} contra {{pokemon}}.",
            "moveSetOrderingDescription": "Los movimientos o ataques están ordenados desde el más difícil contra el cual incursionar a el más fácil, asegúrese de chequear múltiples opciones, los resultados pueden varían considerablemente!",
            "difficultyNote": "Los jefes de incursión son mucho más difíciles de vencer que batallas normales, debe considerar cuidadosamente sus opciones.",
            "chooseMovesetLabel": "Elegir movimientos"
        },
        "hardestMovesets": {
            "title": "Incursiones más difíciles",
            "subtitle": "Para {{pokemon}} por {{sort}}",
            "tableTitle": "Movimientos más difíciles contra los cuales enfrentarse",
            "description": "La dificultad de la incursión puede variar mucho basado en los movimientos del Pokémon defensor!"
        },
        "analysis": {
            "title": "Acerca de este análisis",
            "description": "El análisis de esta incursión fue realizado simulando un combate con {{defender.pokemon}} como defensor, con {{defender.cp}} PC y {{attackers}}. La simulación se ejecuto con la estrategia de ataque {{attackStrategy}} basado en el tipo de simulación {{defenseStrategy}}. {{numSims}} de simulaciones fueron realizadas con cada combinación de movimientos de {{defender.pokemon}} contra cada uno de los Pokemon y cada uno de sus posibles movimientos. Los 20 mejores atacantes con su mejor combinación de movimiento basándose en {{sort}} fueron guardados y mostrados aquí. Puedes hacer clic en cualquiera de los atacantes para ver los detalles de la simulación y probar combinaciones de movimientos diferentes.",
            "attackers": {
                "byLevel": "Atacantes nivel {{attackerLevel}}",
                "pokebox": "Los Pokémon personalizados en la Pokebox o caja de Pokémon del usuario # {{userId}}"
            }
        },
        "related": {
            "title": "Contrincantes Relacionados"
        },
        "description": "Bienvenido a la guía de incursión de Pokebattler para {{pokemon}}. Puedes encontrar los mejores oponentes basados en los movimientos de cada jefe. Esta guía es personalizable en muchas maneras diferentes. Puedes seleccionar el nivel de ataque y la estrategia de ataque que le gustaría usar así como también varias opciones para ordenar. ",
        "patreon": {
            "description": "Resultados más exactos para combinaciones de ataques desconocidas provistas gracias al apoyo de los suscriptores. Los suscriptores reciben espacio de Pokebox adicional, mayor exactitud de resultados para todas las combinaciones y más.",
            "link": "Mira todos los beneficios que obtienes por registrarte",
            "thanks": "¡Gracias por tu apoyo!"
        }
    },
    "raidAttackers": {
        "title": "Contrincantes de incursiones - {{type}}",
        "meta": {
            "description": "¡Los mejores contrincantes {{type}} de incursiones en Pokémon Go basados en el rendimiento contra todas las posibles incursiones! Los puntos son asignados basados en rendimiento relativo ponderado y por nivel de jefes de incursión"
        },
        "details": "Los contrincantes son agregados usando un algoritmo de calificación que da puntos basados en rendimiento, a nivel 40 sin bonificación de amistad ni de clima y ordenados por estimador. 5 puntos son otorgados para mostrarse en primer lugar, 4 puntos para el segundo lugar, 3 puntos para un cuarto lugar, 2 puntos para un octavo lugar y 1 punto para un dieciseisavo lugar. Los puntos son ponderados por nivel (10x para nivel 5 / mega, 4x para nivel 3 y 1x para nivel 1)"
    },
    "raidParty": {
        "title": "Pokebattler Raid Party",
        "meta": {
            "description": "Pokebattler Raid Party v1.0 está aquí! Diseñada para ayudarte a completar incursiones con confianza y esfuerzo mínimo para derrotar estos jefes de incursión al primer intento. La app Pokebattler Raid Party fue creada por Pokebattler.com para ayudarte a organizar y promocionar incursiones en Pokémon Go proveyendo de funcionalidades importantes que no lo están en el juego.",
            "image": "https://static.pokebattler.com/images/pokebattler_raid_party.png"
        },
        "result": {
            "title": "Pokebattler Raid Party #{{raidPartyId}}",
            "info": "Pokebattler Raid Party está disponible actualmente solo como una app. ¡La versión web estará disponible en breve! Para ver este equipo de incursión, simplemente descarga la app, autentícate y recarga esta página.",
            "deepLink": "Si tienes la app instalada, esta página debería abrir la app automáticamente. En iOS, quizás debas abrir este enlace en Safari y recorrer la página para que aparezca abrir en Pokebattler Raid Party.",
            "deepLink2": "Si estás encontrando problemas, puedes unirte manualmente al grupo de la incursión #{{raidPartyId}}."
        },
        "download": {
            "installation": "Descarga la app Pokebattler Raid Party a tu dispositivo",
            "android": {
                "title": "Android",
                "subtitle": "Descargar desde Play Store"
            },
            "ios": {
                "title": "iOS",
                "subtitle": "Descargar desde la Apple App Store"
            }
        },
        "screenshots": {
            "title": "Prepárate para incursiones remotas con amigos",
            "description": "A continuación verás algunas de las funciones de la app Pokebattler Raid party. Funcionalidad adicional está siendo agregada rápidamente, descarga la app para ver las funciones más nuevas"
        }
    },
    "raidPartyResult": {
        "title": "Pokebattler Raid Party #{{raidPartyId}}",
        "meta": {
            "description": "Únete al grupo de Pokebattler Raid Party #{{raidPartyId}} para ver si tu grupo puede ganar. ¡Descarga la app y realiza incursiones con confianza con solo un click!",
            "image": "https://static.pokebattler.com/images/pokebattler_raid_party.png"
        },
        "info": "Pokebattler Raid Party actualmente solo está disponible como app. ¡La versión web estará disponible muy pronto! Para ver este grupo de incursión simplemente descarga la app, autentícate y recarga esta página.",
        "deepLink": "Si tienes la app instalada, esta página debería abrirla automáticamente. En iOS, quizás debas abrir este enlace en Safari y recorrer la página para que aparezca abrir en Pokebattler Raid Party.",
        "deepLink2": "Si estás teniendo problemas, puedes unirte manualmente al grupo de la incursión #{{raidPartyId}}.",
        "deepLink3": "Usuarios Discord: necesitarán cambiar su configuración Discord para el Navegador para abrir en Safari o Chrome",
        "customLink": "Abrir en la app"
    },
    "raidNetworkDiscords": {
        "title": "Raid Network",
        "info": "Los servidores Discord en la Pokebattler Raid Network están disponibles para unirse en la app Pokebattler Raid Party si no se completan. ¡Puedes unirte a sus servidores directamente para completar incursiones rápidamente!",
        "join": "¿Tienes un Discord de incursiones y están interesados en unirse a la Pokebattler Raid Network? Únete al Discord de la app Pokebattler Raid Party y contacta a un administrador",
        "discordLink": "Ir al servidor de {{guildName}}",
        "properties": {
            "activeRaidersCount": "Jugadores activos (promedio) ",
            "raidsCreated": "Incursiones públicas creadas ",
            "yesterday": "Ayer",
            "lastWeek": "Semana pasada",
            "lastMonth": "Mes pasado",
            "lastYear": "Año pasado",
            "country": "País",
            "language": "Idioma",
            "name": "$t(common:name)"
        }
    },
    "pokebox": {
        "login": "La guía de incursiones de Pokebattler puede ser personalizada solo para incluir Pokémon que posees usando tu propia caja de Pokémon. Ingresa, añade tus mejores Pokémon, a luego puedes alternar entre los mejores Pokémon que hay en tu colección y los mejores oponentes en general para planear tus peleas de incursión.",
        "enabled": "Mostrando resultados personalizados para tu caja de Pokémon. Los 30 mejores contendores que posees se muestran debajo.",
        "disabled": "Mostrando resultados para atacantes nivel {{level}}. Los 30 mejores contendores a ese nivel son mostrados debajo.",
        "friend": "Mostrando resultados para el usuario {{userId}}. Los mejores 30 contendores se muestran debajo.",
        "switchLevel": "Cambiar a $t(common:attackerTypes.level)",
        "switchPokebox": "Cambiar a $t(common:attackerTypes.pokebox)"
    },
    "emptyResults": {
        "LEVEL": "No hubo resultados arrojados para este cálculo. El servidor puede estar presentando fallas.",
        "POKEBOX": "No hubo resultados arrojados para este cálculo. Quizá no has ingresado ningún Pokémon en tu caja de Pokémon aún?",
        "FRIEND": "No hubo resultados arrojados para este cálculo. Quizá tú amigo no ha ingresado ningún Pokémon en su caja de Pokémon aún. Intenta un entrenador diferente."
    },
    "people": {
        "title": "Estimación de Pokebattler",
        "difficultyRating": "Estimado de dificultad: {{rating}}",
        "adviceLink": "Ver qué pasa si das más poder",
        "estimate": {
            "close": "Vencer a {{pokemon}} debería tomar {{numPeople}} entrenadores con Pokémon de esta fuerza. Será una batalla muy cercana. Trae otro entrenador si puedes para estar seguro.",
            "almost": "Vencer a {{pokemon}} debe tomar {{numPeople}} entrenadores con Pokémon de esta fuerza. Si tienes mucha suerte, podrías lograrlo con 1 entrenador menos.",
            "normal": "Vencer a {{pokemon}} debe tomar {{numPeople}} entrenadores con Pokémon de esta fuerza. Asegúrate que tu grupo esté preparado antes de la batalla.",
            "difficult": "Vencer a {{pokemon}} debe tomar {{numPeople}} entrenadores con Pokémon de esta fuerza. Será una batalla difícil, asegúrate que todos usen sus mejores Pokémon.",
            "trivial": "Derrotar a {{pokemon}} debería tomar {{numPeople}} entenadores con Pokémon de este poder. Esta pelea terminará antes de comenzar. Es tan sencillo que puedes utilizar las recomendaciones del juego y ganar."
        }
    },
    "battle": {
        "resultLink": "Revisa este resultado como grupo de batalla"
    },
    "helpLink": "Ve el video tutorial sobre incursiones",
    "silph": {
        "text": "Lista de incursiones actualizada proporcionada por",
        "link": "The Silph Road"
    }
}
