{
  "title": "Grupos de Reide",
  "result": {
    "title": "#{{id}} {{defender}}"
  },
  "raidPartyCard": {
    "title": "Grupo de {{ownerName}}",
    "id": "#{{id}}",
    "createdAt": "Criado em {{createdAt}}.",
    "globalTime": "{{globalTime}}"
  },
  "raidPartyPlayer": {
    "title": "{{name}}",
    "id": "#{{id}}"
  },
  "raidPartyActions": {
    "errors": {
      "createRaidPartyGeneral": "O grupo de reide não pode ser criado para {{raidPartyPokemon}}",
      "updateRaidPartyGeneral": "O grupo de reide não pode ser atualizado para {{raidPartyPokemon}}",
      "fetchRaidPartyGeneral": "O grupo de reide não pode ser encontrado para {{raidPartyPokemon}}",
      "getRaidResultsGeneral": "Os resultados da reide do grupo {{raidPartyId}} não puderam ser recuperados",
      "removeUserFromRaidPartyGeneral": "Você não saiu do grupo #{{raidPartyId}}",
      "addUserToRaidPartyGeneral": "Você não entrou no grupo #{{raidPartyId}}",
      "getUserRaidPartiesGeneral": "Impossível encontrar grupos de reide",
      "addUserToRaidPartyGone": "O grupo de rede #{{raidPartyId}} não existe mais",
      "addUserToRaidPartyFull": "O grupo de reide #{{raidPartyId}} está cheio",
      "addUserToRaidPartyGlobal": "O grupo de reide #{{raidPartyId}} ainda não está disponível. Aguarde a contagem regressiva."
    }
  },
  "share": {
    "title": "{{name}} #{{id}}",
    "message": "Participe do Grupo de Reide #{{id}} $t(raids:tierList.{{tier}}.title)$t(constants:pokemon.{{defender}})",
    "friendMessage": "Participe do Grupo de Reide #{{id}} $t(raids:tierList.{{tier}}.title)$t(constants:pokemon.{{defender}})",
    "error": "Erro ao compartilhar grupo de reide"
  },
  "noRaidParty": {
    "title": "Nenhum Grupo de Reide Encontrado",
    "description": "Os grupos de reide Pokebattler trazem uma maneira rápida e fácil de saber se você vai derrotar um chefe de reide com seus amigos. Você pode criar um grupo selecionando o botão de mais azul ou nos counters de reide tocando em uma reide e depois tocando em \"Entrar no Grupo de Reide\"",
    "link": "Reides Atuais",
    "linkTo": "Chefes de Reide"
  },
  "noFriendRaidParty": {
    "title": "Nenhum Grupo de Reide de Amigo Encontrado",
    "description": "Adicione seus amigos ao Pokebattler Raid Party para saber quando seus amigos estão jogando e rapidamente junte-se a eles. Os amigos podem ser adicionados na lista de amigos ou nos resultados do grupo de reide.",
    "link": "Lista de Amigos",
    "linkTo": "Amigos"
  },
  "refresh": "Atualizar",
  "placeholder": "Insira chefe personalizado para simular",
  "discord": {
    "joinServer": "Entrar no Servidor",
    "privateServer": "Servidor Privado",
    "joinChat": "Entrar no Chat",
    "oneClickJoin": "Entrar Automaticamente",
    "joinToServerInfo": "Esta reide exige que você entre no Discord. Entre no servidor, siga as mensagens de boas-vindas e entre na reide através dos ícones fornecidos pelo bot",
    "coordinateInChannel": "Esta reide é coordenada pelo Discord. Por favor, use o canal para se comunicar. Está tendo problemas? Certifique-se de que sua conta do Discord é a mesma que você vinculou à sua conta Pokebattler."
  },
  "raidStartingIn": "A Reide Começará em",
  "noTimeSpecified": "Nenhum horário determinado",
  "startingTime": {
    "15": "15 segundos",
    "30": "30 segundos",
    "120": "2 minutos",
    "300": "5 minutos",
    "default": "Selecione o Horário de Início"
  },
  "helpModal": {
    "raidNetwork": {
      "title": "Reides do Pokebattler",
      "subtitle": "Participe de Reides Remotas",
      "description": "A Pokebattler Raid Network é uma maneira de participar de reides com seus amigos no aplicativo Pokebattler, aplicativos de terceiros ou no Discord.",
      "description2": "Participar de reides do Discord na Pokebattler Raid Network é rápido e fácil! Basta entrar na reide e ele o adicionará temporariamente ao servidor do Discord, o adicionará à reide e o enviará para o canal do Discord para se comunicar com o anfitrião. Você será removido automaticamente do servidor após algum tempo pelo próprio Discord. Sua vaga na reide será salva por um curto período de tempo até que você clique para entrar temporariamente no servidor no Discord.",
      "description3": "Para usar a rede, você precisará inserir seu nome de treinador e código de amigo. Isso é compartilhado com os bots do Discord para permitir a coordenação da reide. As Reides do Discord também exigem a vinculação da sua conta do Discord.",
      "description4": "As reides do Discord são hospedadas pelos bots Pokenav ou Nexus e são controladas pelos proprietários dos servidores. Essas reides globais são enviadas para a rede com um atraso, permitindo que os usuários locais no servidor entrem primeiro. Você pode entrar quando o cronômetro de contagem regressiva chegar a 0 ou o botão ⏩ aparecer.",
      "description5": "Os assinantes do Pokebattler atualmente têm uma pequena vantagem para entrar nas reides. Isso também pode ser usado gastando moedas. Você pode entrar na reide mais cedo clicando no botão ⏩.",
      "joinDescription": "Reides com bate-papo são suportadas por meio de integrações de bots do Discord e podem ser hospedadas em qualquer Discord que tenha o Nexus ou o PokeNav configurado para a Rede de Reides.",
      "joinButton": "Entrar no Discord do Pokebattler Raid Party",
      "beConsiderate": "Por favor, tenha consideração com os servidores nos quais você está entrando e tenha o melhor comportamento possível! Jogadores abusivos, conduta desordeira e jogadores que não coordenam com a reide serão banidos permanentemente."
    },
    "raidHost": {
      "title": "Reides Pokebattler Raid Party App",
      "subtitle": "Hospedando uma reide",
      "description": "Hospedar uma reide no aplicativo Pokebattler é mais simples do que você pensa! As reides no aplicativo são projetadas para ser um fluxo guiado para ajudar o ataque a ter sucesso. O Pokebattler dirá a todos os membros do grupo o que fazer e avisará se o seu grupo vencerá!",
      "description2": "Primeiro, escolha seu nível de privacidade, nível de ataque e chefe de ataque e clique em Jogar. Sua reide estará disponível para entrar imediatamente para amigos no aplicativo. Se você escolheu global, todos os usuários de aplicativos e servidores de discórdia na rede de reides serão notificados e poderão entrar após alguns segundos",
      "description3": "Conforme os jogadores entram, seu código de amigo será automaticamente compartilhado com eles e eles serão informados de que precisam enviar convites de amigos no Pokémon Go. Conforme os usuários enviam convites, eles serão marcados como prontos e você receberá uma notificação para que você saiba para verificar seus convites",
      "description4": "Última etapa, volte para o aplicativo Pokebattler Raid Party e quando estiver pronto, clique em Ir!",
      "advanced": "Avançado",
      "advanced1": "Agora que você sabe o básico, há muito mais recursos incluídos na hospedagem para jogadores que realmente desejam fazer reides com confiança",
      "advanced2": "As configurações padrão foram escolhidas em seu nome, mas clique no botão editar para configurar a reide de acordo com sua preferência.",
      "options": {
        "weatherCondition": {
          "label": "Condições do tempo",
          "description": "Se meteoros são realmente esperados, mantenha o clima em Extremo. Caso contrário, escolha o clima adequado!"
        },
        "quickMove": {
          "label": "Movimento Rápido",
          "description": "O movimento rápido do chefe. Honestamente, você provavelmente errará se escolher"
        },
        "cinematicMove": {
          "label": "Movimento de carga",
          "description": "O movimento de carga do chefe. Se você de alguma forma sabe que um movimento elétrico está chegando, você pode escolher isto"
        },
        "privacy": {
          "label": "Privacidade",
          "description": "Ao criar um grupo, você pode escolher quem pode participar. Qualquer pessoa pode participar do Global. Amigos podem ser chamados por seus amigos. Um grupo privado só pode ser acessado por uma identificação de grupo."
        },
        "maxInvites": {
          "label": "Máximo de convites",
          "description": "Número de jogadores que você pode convidar para a reide"
        },
        "randomAssistants": {
          "label": "Jogadores Extra",
          "description": "Número de jogadores extras que estão entrando na reide e não estão usando o aplicativo"
        }
      }
    },
    "raidPlayer": {
      "title": "Reides do Pokebattler Raid Party",
      "subtitle": "Participando de uma Reide",
      "description": "Existem dois tipos de reides em que você pode participar na Pokebattler Raid Network",
      "description2": "As reides Pokebattler estão hospedadas neste aplicativo e oferecem suporte a um fluxo de ataque guiado. As Reides no discord são hospedadas dentro de comunidades de parceiros Discord e oferecem suporte a bate-papo.",
      "appRaid": "Reides Pokebattler",
      "appRaid1": "Ao ingressar em uma Reide Pokebattler, existem etapas simples a seguir",
      "appRaid1Step1": "Selecione se você é local ou remoto.",
      "appRaid1Step2": "Se remoto, o código do treinador do host é copiado automaticamente para você. Entre no Pokémon Go, adicione um amigo e cole o código",
      "appRaid1Step3": "Volte ao aplicativo Pokebattler Raid Party e clique em Convite de amigo enviado",
      "appRaid2": "Agora você está pronto para atacar! Quando o host iniciar a invasão, você receberá uma notificação e uma contagem regressiva aparecerá",
      "discordRaid": "Reides no Discord",
      "discordRaid1": "Pokebattler Raid Network oferece suporte ao bot PokeNav e ao bot Nexus.",
      "discordRaid2": "Quando você entra em uma Reide do Discord, o Pokebattler o envia automaticamente para o canal do ataque e adiciona você à reide do Discord",
      "discordRaid3": "Comunique-se dentro do Discord com os membros da reide!",
      "discordRaid4": "Reides do Discord requerem que o aplicativo Discord seja instalado em seu dispositivo. As instruções para usar os bots podem ser encontradas em seus sites"
    }
  },
  "raidPartySummaryCard": {
    "title": "{{defender}}",
    "subtitle": "{{ownerName}} - #{{id}}"
  },
  "raidPartyHost": {
    "title": "Dono da Reide",
    "description": "Envie um pedido de amizade para {{name}} em Pokémon Go",
    "hostInfo": "{{name}}",
    "PRIVATE": {
      "instructions": "Esta é uma reide privada. Compartilhe o grupo de sua reide usando o ícone de compartilhamento no canto superior direito."
    },
    "FRIEND": {
      "instructions": "As notificações foram enviadas para seus amigos no aplicativo. Compartilhe seu grupo de reide com outras pessoas usando o ícone de compartilhamento no canto superior direito."
    },
    "GLOBAL": {
      "instructions": "Sua reide global está disponível para qualquer pessoa participar! Procure pedidos de amizade no jogo. Assim que tiver jogadores suficientes, comece a contagem regressiva"
    },
    "friendInviteSent": "Solicitação de amizade enviada",
    "confirmFriend": "Confirme a amizade com {{name}}"
  },
  "raidPartyUserStatus": {
    "READY": {
      "hostDescription": "Procure por {{name}}!"
    },
    "INTERESTED": {
      "hostDescription": "Escolha se você é local ou remoto"
    },
    "REMOTE": {
      "hostDescription": "Envie um pedido de amizade para {{name}} em Pokémon Go"
    },
    "REMOTE_READY": {
      "hostDescription": "Aguarde o convite para a reide de {{name}} em Pokémon Go"
    },
    "DONE": {
      "hostDescription": "Você saiu do grupo"
    },
    "NONE": {
      "hostDescription": "Select whether you are local or remote"
    }
  },
  "noGlobalRaidParty": {
    "title": "Todos os Grupo de Reide Global Estão Lotados",
    "description": "Nenhuma reide está disponível no momento. Crie sua própria para que outras pessoas participem de seu servidor Discord ou no aplicativo",
    "link": "Reides Atuais",
    "linkTo": "Chefes de Reide"
  },
  "globalRaidList": {
    "title": "Rede Pokebattler Raid",
    "subtitle": "Junte-se a reides remotas de todo o mundo! Para reides no Discord, você será adicionado ao grupo e direcionado para o canal do Discord para coordenar.",
    "tab": "Global"
  },
  "goCommand": "Ir",
  "raidNotStarted": "{{ownerName}} ainda não iniciou a reide",
  "countdownTitle": "Horário de Início da Reide",
  "countdownDone": "Ir",
  "goCommandInstruction": "Tocar em IR encerrará a reide para jogadores adicionais e notificará todos os jogadores de que a reide está começando! Certifique-se de ter aceitado todos os convites de amigos. Depois de tocar em IR, você não pode mais voltar!",
  "raidStarting": "A reide está começando, entre agora!",
  "raidStartingOwner": "O que você está esperando? É sua responsabilidade iniciar a reide agora! Copie os nomes dos treinadores e convide todos para a reide no jogo!",
  "startRaidIn": "Iniciar reide em",
  "clipboard": {
    "friendCodeCopied": "Código de amigo de {{ownerName}} copiado! Copie-o no jogo para convidar um amigo!",
    "attackersCopied": "Atacantes sugeridos copiados! Cole-os em sua pesquisa de grupos de batalha no jogo!",
    "partyTrainersCopied": "Nomes dos treinadores prontos para a invasão copiados! Cole o texto no seu jogo e convide-os para a sua reide!",
    "copyAttackers": "Atacantes Cópia"
  },
  "friendRaidList": {
    "title": "Reide de Amigos",
    "subtitle": "Adicione amigos no Pokebattler Raid App e junte-se a eles! Você receberá notificações quando seus amigos estiverem em reides e quando amigos em comum possam participar de reides globais antes de outros",
    "tab": "Friends"
  },
  "selfRaidList": {
    "title": "Suas Reides",
    "subtitle": "As reides que você criou ou particiou estão aqui. Procure em suas reides e encontre amigos para adicionar à Rede de Reides Pokebattler",
    "tab": "History"
  },
  "raidPartyRejoinCard": {
    "title": "Reingressar no ataque atual",
    "subtitle": "Você só pode participar de um ataque de cada vez. Clique para voltar e terminar a invasão"
  },
  "raidComplete": "Este ataque está completo. Obrigado por invadir com Pokebattler Raid Party!",
  "raidPartyStatus": {
    "FULL": "Completo",
    "LOBBY": "Salão",
    "DONE": "Feito",
    "READY": "Em andamento",
    "INTERESTED": "Disponível"
  },
  "raidPartyList": {
    "unavailable": "Grupos de incursão indisponíveis",
    "available": "Raid Parties disponíveis",
    "recent": "Recent Raid Parties"
  },
  "createRaidForm": {
    "title": "Criar Grupo de Reide",
    "priority": {
      "header": "Warning, Low Priority",
      "headerExtreme": "Extremely Low Priority",
      "line1": "There are {{numHigherKarmaParties}} hosts with higher priority than you.",
      "line2": "Warning! Boosting priority is a beta feature. No refunds will be granted unless accompanied by a detailed bug report to admin@pokebattler.com. Use at your own risk! Priority is based on your karma and can only be boosted by coins.",
      "insufficientCoins": "You need {{moreCoins}} more coins to boost your priority. Joining other raids to gain more Karma or hosting on non-raid hours is highly recommended!",
      "sortBoostTitle": "Spend coins to boost priority",
      "sortBoostSubTitle": "Higher priority will place you higher in the list of available raids, filling your raid faster.",
      "placeholder": "No Boost",
      "option1": "Top Priority",
      "option2": "Second Priority",
      "option3": "Third Priority"
    },
    "suggestedParty": {
      "header": "Available Global Raid",
      "line1": "Consider joining instead of hosting"
    },
    "hostParty": "Host Party"
  },
  "raidPartyKicked": {
    "title": "Removed From Raid",
    "description": "The host has removed you from the raid.",
    "reasonHeading": "Common Reasons For Removal",
    "reason1": "You did not send a friend invite to the host.",
    "reason2": "Your username and friend code do not exactly match what is in Pokemon Go.",
    "reason3": "The host does not believe the raid will be successful. Some bosses are extremely difficult and can not be completed with lower level players who often do not use high damage counters.",
    "pokebox": "Add your pokemon to your Pokebox to show the host you are using the proper counters"
  },
  "highMaxPlayers": {
    "title": "WARNING",
    "description": "Inviting more than 5 remote players is quite tricky! Please make sure you know how to do it.",
    "button": "Watch how to invite 10 players!",
    "url": "https://youtube.com/shorts/Bn9kwYhm1M0"
  },
  "raidVotingPopup": {
    "player": {
      "title": "Confirmation - Leave Raid",
      "thankYou": "Thank you for raiding with Pokebattler Raid Party!",
      "rate": "Please rate {{ownerName}}'s party?",
      "close": "$t(raidBosses:leaveParty)"
    },
    "host": {
      "title": "Confirmation - Finish Raid",
      "thankYou": "Thank you for hosting a raid with Pokebattler Raid Party!",
      "rate": "Please swipe left or right to rate party members",
      "close": "$t(raidBosses:finishParty)"
    },
    "abandon": {
      "title": "Confirmation - Abandon Raid",
      "thankYou": "Unfortunately no one joined your raid 😔",
      "rate": "",
      "close": "Abandon Raid"
    }
  },
  "kickUserPreviewPopup": {
    "title": "Kick Player",
    "questionMessage": "Do you want to kick",
    "rateMessage": "(Optional) rating"
  },
  "coins": {
    "spendCard": {
      "title": "Earn coins or subscribe to join raids early.",
      "button": "Join early ⏩"
    },
    "upgradePopup": {
      "title": "Upgrade for Coins!",
      "cardSubtitle": "Spend coins to upgrade to a higher subscription level",
      "nonUpgradeRole": {
        "title": "Thank you for subscribing!",
        "topText": "Thank you for subscribing to the maximum fast forward setting!",
        "bottomText": "We deeply appreciate your support"
      },
      "disabled": {
        "message": "You do not have enough coins to upgrade to this level"
      },
      "allowed": {
        "message": "After you upgrade you will be able to join raids early, click to join when the ⏩ appears!",
        "upgrade": "Upgrade",
        "noteText": "Each raid you join early will cost you. Failed raids will auto refund coins after 24 hours."
      },
      "subtitle": "Current ways to gain coins:",
      "rewards1": "• +1 coin rating a 👍 or 👎",
      "rewards2": "• +5 coins receiving a 👍",
      "maximumGain": "Maximum gain per raid: 30 for hosts and 6 for guests",
      "noteText": "You do not lose coins by receiving a 👎 but you do lose Karma. Karma is shown to other users and makes the world a better place"
    }
  },
  "hostForm": {
    "noRaidsForTier": "There are no {{tier}} raids currently available in Pokemon Go."
  },
  "filterRaidForm": {
    "title": "Filter Raid Parties",
    "apply": "Apply"
  }
}