{
    "title": "Equipos de Incursión",
    "result": {
        "title": "#{{id}} {{defender}}"
    },
    "raidPartyCard": {
        "title": "Equipo de {{ownerName}}",
        "id": "#{{id}}",
        "sumamry": "{{players}} jugadores se han unido. Creada el {{createdAt}}",
        "createdAt": "Creado el {{createdAt}}.",
        "globalTime": "{{globalTime}}"
    },
    "raidPartyPlayer": {
        "title": "{{name}}",
        "id": "#{{id}}"
    },
    "raidPartyActions": {
        "errors": {
            "createRaidPartyGeneral": "El Equipo de incursión no pudo ser creado para {{raidPartyPokemon}}",
            "updateRaidPartyGeneral": "El Equipo de incursión no pudo ser actualizado para {{raidPartyPokemon}}",
            "fetchRaidPartyGeneral": "El Equipo de incursión no pudo ser encontrado para {{raidPartyPokemon}}",
            "getRaidResultsGeneral": "Los resultados de la incursión para el equipo {{raidPartyId}} no pudieron ser obtenidos",
            "removeUserFromRaidPartyGeneral": "No pudo abandonar el equipo #{{raidPartyId}}",
            "addUserToRaidPartyGeneral": "No pudo unirse al equipo #{{raidPartyId}}",
            "getUserRaidPartiesGeneral": "No se pudieron obtener equipos de incursión",
            "addUserToRaidPartyGone": "El equipo de incursión #{{raidPartyId}} ha finalizado o ya no existe",
            "addUserToRaidPartyFull": "El equipo de incursión #{{raidPartyId}} está lleno",
            "addUserToRaidPartyGlobal": "El equipo de incursión #{{raidPartyId}} no está disponible para unirse aún. Por favor, espera el conteo regresivo"
        }
    },
    "share": {
        "title": "{{name}} #{{id}}",
        "message": "Únete al equipo de incursión #{{id}} para $t(raids:tierList.{{tier}}.title) $t(constants:pokemon.{{defender}}).",
        "error": "Error al compartir el equipo de incursión",
        "friendMessage": "Únete al Equipo de Incursión de $t(constants:pokemon.{{defender}}) - $t(raids:tierList.{{tier}}.title) #{{id}}."
    },
    "noRaidParty": {
        "title": "No hay Equipos de incursión creados",
        "description": "Los Equipos de Incursión de Pokebattler son una forma rápida y sencilla para averiguar si vas a derrotar a un jefe de incursión con tus amigos. Para iniciar, clickea en una incursión y luego en Unirse a Equipo",
        "addRaidParty": "Incursiones actuales",
        "link": "Incursiones Actuales",
        "linkTo": "RaidBosses"
    },
    "refresh": "Actualizar",
    "noFriendRaidParty": {
        "title": "No se encontraron Equipos de Incursión de amigos",
        "description": "Agrega a tus amigos a Pokebattler Raid Party para saber cuándo tus amigos están haciendo incursiones y unirte rápidamente a sus equipos. Tus amigos pueden ser agregados en la Lista de Amigos o en los resultados del equipo de incursión.",
        "link": "Lista de Amigos",
        "linkTo": "Friends"
    },
    "placeholder": "Ingresa a un jefe personalizado para simular",
    "discord": {
        "joinServer": "Unirse al Servidor",
        "privateServer": "Servidor Privado",
        "joinChat": "Unirse al Chat",
        "oneClickJoin": "Únete al Instante",
        "joinToServerInfo": "Esta incursión requiere que te unas en Discord. Por favor, únete al server, sigue las instrucciones de bienvenida, luego únete a la incursión con los íconos provistos en el bot",
        "coordinateInChannel": "Esta incursión es coordinada en Discord. Por favor comunícate en el canal. ¿Estas teniendo algún problema? Asegúrate que tu cuenta Discord autenticada es la misma que enlazaste a esta cuenta Pokebattler."
    },
    "raidStartingIn": "Inicia la incursión",
    "noTimeSpecified": "No hay una hora especificada",
    "startingTime": {
        "default": "Seleccionar Hora de Inicio",
        "15": "15 segundos",
        "30": "30 segundos",
        "120": "2 minutos",
        "300": "5 minutos"
    },
    "helpModal": {
        "raidNetwork": {
            "title": "Pokebattler Raid Network",
            "subtitle": "Unirse a incursiones Discord remotas",
            "description": "¡Unirse a incursiones en la Pokebattler Raid Network es rápido y sencillo! Simplemente únete a la incursión y te unirá temporalmente al servidor Discord, te agregará a la incursión, y te enviará al canal para comunicarte con el anfitrión. Serás removido automáticamente del servidor luego de algún tiempo por el propio Discord. Tu puesto en la incursión se mantendrá por un corto período de tiempo hasta que te unas momentáneamente al servidor en Discord ",
            "description2": "Para utilizar la red, necesitas ingresar tu nombre de entrenador y código de amistad. Estos son compartidos con los bots de Discord para permitir la coordinación de incursiones.",
            "description3": "Las incursiones en Discord son creadas por medio de los bots PokeNav o Nexus y son controladas por los dueños de los servidores. Estas incursiones globales son enviadas a la red luego de un pequeño lapso de tiempo, permitiendo usuarios locales en el servidor a unirse primero. Puedes unirte cuando el contador de tiempo llega a 0 o el botón ⏩ aparece.",
            "description4": "Suscriptores de Pokebattler actualmente obtienen un pequeño aviso para unirse a incursiones. Los beneficios finales no han sido definidos aún y están sujetos a cambios sin previo aviso",
            "description5": "",
            "joinDescription": "Las incursiones con chat son compatibles a través de integraciones de bots de Discord y se pueden alojar en cualquier Discord que tenga Nexus o PokeNav configurado para la Red de Incursiones.",
            "joinButton": "Únete al Discord de Pokebattler Raid Party",
            "beConsiderate": "¡Por favor, sé considerado de los servidores a los que te unes y muestra tu mejor comportamiento! Jugadores abusivos, conducta escandalosa y jugadores que no coordinan en la incursión serán permanentemente baneados de la red de incursiones."
        },
        "raidHost": {
            "title": "Pokebattler Raid Party - Incursiones en la app",
            "subtitle": "Organizando una incursión",
            "description": "¡Organizar una incursión en la app Pokebattler es más sencillo de lo que piensas! Las incursiones en la app están diseñadas para tener un flujo guiado para ayudar a que la incursión sea exitosa. Pokebattler le dirá a todos los miembros del equipo qué hacer, ¡y te hará saber si tu grupo va a ganar!",
            "description2": "Primero, elige tu nivel de privacidad, nivel de la incursión, jefe de incursión y clickea Jugar. Tu incursión quedará disponible para que amigos en la app puedan unirse inmediatamente. Si eliges \"Global\", todos los usuarios de la app y servidores Discord de la red de incursiones serán notificados de tus incursiones y se podrán unir luego de algunos segundos",
            "description3": "A medida que los jugadores se unen, tu código de amistad será compartido automáticamente con ellos y serán avisados que necesitan enviarte solicitudes de amistad en Pokémon Go. A medida que los usuarios envían invitaciones, quedarán marcados como listos y recibirás una notificación push para recordarte que revises tus solicitudes de amistad en Pokémon Go. Acepta las solicitudes",
            "description4": "Último paso, vuelve a la app Pokebattler Raid Party y cuando estés listo, ¡clickea Vamos!",
            "advanced": "Avanzado",
            "advanced1": "Ahora que conoces lo básico, hay muchas más funcionalidades agregadas a la organización para jugadores que verdaderamente quieren hacer incursiones con confianza",
            "advanced2": "Las configuraciones por defecto han sido escogidas en tu lugar, pero puedes clickear el botón Editar para configurar la incursión a tu gusto.",
            "options": {
                "weatherCondition": {
                    "label": "Condiciones climáticas",
                    "description": "Si realmente esperas meteoritos, mantén el clima en Extremo. De lo contrario, ¡elige el clima apropiado!"
                },
                "quickMove": {
                    "label": "Ataque rápido",
                    "description": "El ataque rápido del jefe de incursión. Honestamente, es probable que no lo tengas correcto si lo marcas"
                },
                "cinematicMove": {
                    "label": "Ataque cargado",
                    "description": "El ataque cargado del jefe de incursión. Si de alguna manera sabes que un ataque eléctrico te está por alcanzar, puedes escoger esto"
                },
                "privacy": {
                    "label": "Privacidad",
                    "description": "Cuando creas un equipo, puedes escoger quienes se pueden unir. Para Global, cualquiera se puede unir. Para Amigos, pueden unirse tus amigos (en la app). Para Privado, solamente se pueden unir por ID de grupo de incursión"
                },
                "maxInvites": {
                    "label": "Máximo de invitaciones",
                    "description": "Cantidad de jugadores que puedes invitar a la incursión"
                },
                "randomAssistants": {
                    "label": "Jugadores extra",
                    "description": "Cantidad de jugadores extra que se unirán a la incursión que no están usando la aplicación"
                }
            }
        },
        "raidPlayer": {
            "title": "Pokebattler Raid Party - Incursiones en la app",
            "subtitle": "Unirse a una incursión",
            "description": "Hay dos tipos de incursiones a las que te puedes unir en la Pokebattler Raid Network",
            "description2": "Las incursiones de Pokebattler son alojadas en esta app y soportan un flujo de incursión guiado. Las incursiones Discord son alojadas en comunidades Discord asociadas y soportan chat.",
            "appRaid": "Incursiones Pokebattler",
            "appRaid1": "Al unirse a una Incursión Pokebattler hay algunos pasos sencillos que seguir",
            "appRaid1Step1": "Selecciona si te encuentras local o remoto.",
            "appRaid1Step2": "Si te encuentras remoto, el código de entrenador del anfitrión se copia automáticamente para ti. Abre Pokémon Go, agrega un amigo y pega el código",
            "appRaid1Step3": "Vuelve a la app Pokebattler Raid party y clickea \"Solicitud de amistad enviada\"",
            "appRaid2": "¡Ya estas listo para la incursión! Cuando el anfitrión inicia la incursión, recibirás una notificación push y una aparecerá un contador de tiempo",
            "discordRaid": "Incursiones Discord",
            "discordRaid1": "Pokebattler Raid Network soporta ambos bots PokeNav y Nexus.",
            "discordRaid2": "Cuando te unes a una incursión Discord, Pokebattler te enviará automáticamente al canal de la incursión y te agregará a la incursión Discord",
            "discordRaid3": "¡Comunícate en Discord con los miembros de la incursión!",
            "discordRaid4": "Las Incursiones Discord requieren la app Discord instalada en tu teléfono. Las instrucciones de uso de los bots pueden encontrarse en sus propios sitios web"
        }
    },
    "raidPartySummaryCard": {
        "title": "{{defender}}",
        "subtitle": "{{ownerName}} - #{{id}}",
        "linkTo": "Friends"
    },
    "raidPartyHost": {
        "title": "Anfitrión",
        "description": "Envía una solicitud de amistad a {{name}} en Pokémon Go",
        "hostInfo": "{{name}}",
        "PRIVATE": {
            "instructions": "Esta es una incursión privada. Comparte tu grupo de incursión con tus amigos usando el ícono de compartir en la esquina superior derecha."
        },
        "FRIEND": {
            "instructions": "Se han enviado notificaciones a tus amigos en la app. Comparte tu grupo de incursión con otros usando el ícono de compartir en la esquina superior derecha."
        },
        "GLOBAL": {
            "instructions": "¡Tu incursión global está disponible para cualquiera que busque unirse! Chequea tus solicitudes de amistad en el juego. Una vez que tengas jugadores suficientes, inicia el conteo de tiempo de la incursión"
        },
        "friendInviteSent": "Solicitud de amistad enviada",
        "confirmFriend": "Confirma tu amistad con {{name}}"
    },
    "raidPartyUserStatus": {
        "READY": {
            "hostDescription": "¡Busca a {{name}}!"
        },
        "INTERESTED": {
            "hostDescription": "Selecciona si estás local o remoto"
        },
        "REMOTE": {
            "hostDescription": "Envía una solicitud de amistad a {{name}} en Pokémon Go"
        },
        "REMOTE_READY": {
            "hostDescription": "Aguarda por la invitación a la incursión de {{name}} en Pokémon Go"
        },
        "DONE": {
            "hostDescription": "Has abandonado el grupo"
        }
    },
    "noGlobalRaidParty": {
        "title": "Todos los grupos de incursiones globales están llenos",
        "description": "No hay incursiones disponibles actualmente. Crea tus propias incursiones para que otros se unan desde tu servidor Discord o la app",
        "link": "Incursiones Actuales",
        "linkTo": "RaidBosses"
    },
    "globalRaidList": {
        "title": "Pokebattler Raid Network",
        "subtitle": "¡Únete a Incursiones Remotas en cualquier parte del mundo! Para incursiones por Discord, serás agregado a la incursión y enviado directamente al canal Discord para coordinar."
    },
    "friendRaidList": {
        "title": "Incursiones de Amigos",
        "subtitle": "Agrega amigos en la app Pokebattler Raid y únete a sus incursiones aquí. Recibirás notificaciones push cuando tus amigos estén haciendo incursiones y amigos mutuos pueden unirse a incursiones globales antes que otros"
    },
    "selfRaidList": {
        "title": "Tus Incursiones",
        "tab": "Historial",
        "subtitle": "Las incursiones que has creado o te has unido están aquí. Busca en tus incursiones para encontrar amigos que agregar en la Pokebattler Raid Network"
    },
    "goCommand": "Vamos",
    "raidNotStarted": "{{ownerName}} aún no ha iniciado la incursión",
    "countdownTitle": "Hora de inicio de la incursión",
    "countdownDone": "Vamos",
    "goCommandInstruction": "¡Clickeando Vamos cerrará la incursión a jugadores adicionales y notificará a todos los jugadores que la incursión está comenzando! Asegúrate de haber aceptado todas las solicitudes de amistad. Una vez que clickeas Go, ¡no puedes regresar!",
    "raidStarting": "La incursión está comenzando, ¡entra al juego!",
    "raidStartingOwner": "¿Qué estás esperando? Ahora es tu responsabilidad iniciar la incursión, ¡tu incursión espera por ti! ¡Copia los nombres de los entrenadores e invítalos a la incursión en el juego!",
    "raidComplete": "Esta incursión ha finalizado. Gracias por hacer incursiones con Pokebattler Raid Party!",
    "raidPartyList": {
        "unavailable": "Grupos de Incursión No Disponibles",
        "available": "Grupos de Incursión Disponibles",
        "recent": "Grupos de Incursión Recientes"
    },
    "clipboard": {
        "friendCodeCopied": "¡Código de amigo de {{ownerName}} copiado! ¡Pégalo en el juego para enviar una invitación de amistad al anfitrión!",
        "attackersCopied": "¡Contrincantes sugeridos copiados! ¡Pégalos en la búsqueda de tu equipo de batalla en el juego!",
        "partyTrainersCopied": "¡Los nombres de los entrenadores listos para la incursión fueron copiados! ¡Pega el texto en tu juego e invítalos a tu incursión!",
        "copyAttackers": "Copiar atacantes"
    },
    "startRaidIn": "Inicia la incursión en",
    "raidPartyRejoinCard": {
        "title": "Únete de nuevo a la incursión",
        "subtitle": "Sólo puedes unirte a una incursión a la vez. Por favor, clickea para volver a unirte y completar la incursión"
    },
    "raidPartyStatus": {
        "INTERESTED": "Disponible",
        "FULL": "Lleno",
        "LOBBY": "Sala de espera",
        "DONE": "Hecho",
        "READY": "En curso"
    },
    "raidVotingPopup": {
        "player": {
            "title": "Confirmación - Abandonar Incursión",
            "thankYou": "¡Gracias por participar en incursiones con Pokebattler Raid Party!",
            "rate": "¿Califica la partida de {{ownerName}}?",
            "close": "$t(raidBosses:leaveParty)"
        },
        "host": {
            "title": "Confirmación - Finalizar Incursión",
            "thankYou": "¡Gracias por organizar con Pokebattler Raid Party!",
            "rate": "¿Cómo calificarías tu experiencia como anfitrión?",
            "close": "$t(raidBosses:finishParty)"
        }
    },
    "kickUserPreviewPopup": {
        "title": "Quitar Jugador",
        "questionMessage": "¿Deseas quitar al jugador",
        "rateMessage": "Por favor, desliza izquierda o derecha para valorar al jugador"
    },
    "raidPartyKicked": {
        "title": "Removido de la Incursión",
        "description": "Has sido removido de la incursión por el anfitrión",
        "reasonHeadinng": "Desafortunadamente, el anfitrión ha decidido quitarte de la incursión. Probablemente hayas cometido algún error al utilizar esta app.",
        "remember": "Por favor recuerda lo siguiente: ",
        "reason1": "1. Eres responsable de enviarle una solicitud de amistad al anfitrión",
        "reason2": "2. Tu nombre de usuario y código de amistad deben ser exactamente los mismos que en Pokemon Go",
        "reason3": "3. Algunos jefes de incursión son extremadamente difíciles y no pueden ser derrotados con jugadores de nivel bajo que no usan los contrincantes correctos.",
        "pokebox": "Agrega tus propios Pokémon para mostrarle al anfitrión que estás usando los contrincantes apropiados."
    },
    "coins": {
        "spendCard": {
            "title": "Gana monedas o suscríbete para unirte a incursiones antes.",
            "button": "Unirse antes"
        },
        "upgradePopup": {
            "title": "¡Mejora con Monedas!",
            "cardSubtitle": "Gasta monedas para mejorar la suscripción actual",
            "nonUpgradeRole": {
                "title": "¡Gracias por suscribirte!",
                "topText": "¡Gracias por suscribirte a la configuración más rápida!",
                "bottomText": "Agradecemos tu apoyo"
            },
            "disabled": {
                "message": "No tienes suficientes monedas para actualizar a este nivel"
            },
            "allowed": {
                "message": "Luego de la mejora podrás unirte a incursiones más pronto, ¡clickea para unirte cuando el ⏩ aparezca!",
                "upgrade": "Mejorar",
                "noteText": "Cada incursión que te unas más temprano, te costará monedas"
            },
            "subtitle": "Formas actuales para obtener monedas:",
            "rewards1": "• +1 moneda por puntuar un 👍 o 👎",
            "rewards2": "• +5 monedas por recibir un 👍",
            "maximumGain": "Ganancia máxima por incursión: 30 para anfitriones y 6 para invitados",
            "noteText": "No pierdes monedas por recibir un 👎 pero pierdes Karma. El Karma se muestra a otros usuarios y hace del mundo un mejor lugar"
        }
    },
    "createRaidForm": {
        "title": "Crear equipo de incursión"
    },
    "highMaxPlayers": {
        "title": "ADVERTENCIA",
        "description": "¡Invitar a más de 5 jugadores remotos es bastante complicado! Por favor, asegúrate de que sabes cómo hacerlo.",
        "button": "¡Mira cómo invitar a 10 jugadores!",
        "url": "https://youtube.com/shorts/Bn9kwYhm1M0"
    }
}
