{
    "title": "Советчик",
    "linkLabel": "Рейд",
    "pokeboxRequired": "Для использования советчика Pokebattler Вам необходимо добавить Ваших покемонов в Ваш Pokebox. Просто зайдите под своим аккаунтом и добавьте Ваших сильнейших покемонов в Pokebox чтобы помочь Вам узнать каких из них лучше всего усилять. ",
    "intro": "Советчик Pokebattler - особая функция, предназначенная для того, чтобы помочь Вам оптимизировать Ваш Pokebox для отдельных рейдов. Просто выберите интересующего Вас рейд-босса, чтобы выяснить, какие из покемонов лучше подходят для битвы с ним, а также можете указать имеющееся у Вас количество stardust и конфет (candy), чтобы увидеть как изменится эффективность Ваших бойцов после усиления. Данный инструмент поможет Вам решить, кого из Ваших покемонов лучше усилять и как наиболее эффективно распределить имеющиеся у Вас ресурсы. ",
    "intro2": "Нажмите на любого покемона после проведённой симуляции, чтобы увидеть как он измениться после усиления и насколько это повысит его эффективность. Усиления происходят постепенно по определённой шкале уровней, что позволяет Вам понять стоит ли тратить на определённых покемонов stardust или конфет (candy), и поскольку на данном сайте этот процесс происходит в виде симуляции, то Вы можете рассчитать всё без риска потери Ваших игровых ресурсов.   ",
    "inputs": {
        "title": "В чём Вам нужен совет? "
    },
    "buttonLabel": "Усилить покемонов",
    "results": {
        "title": "Советчик по рейдам",
        "calculating": "Идёт рассчёт",
        "counters": {
            "title": "сильнейший противник",
            "subtitle": "Лучшие усиленные атакующие ",
            "description": "Данный анализ показывает потенциально наиболее сильных рейдеров {{sort}} против {{pokemon}}.",
            "moveSetOrderingDescription": "Наборы атак босса расположены в порядке уменьшения сложности, так что учитывайте что Ваш реальный результат может сильно различаться в зависимости от них. ",
            "chooseMovesetLabel": "Выберите набор атак"
        },
        "hardestMovesets": {
            "title": "Наиболее сложные рейды",
            "subtitle": "Для {{pokemon}} {{sort}}",
            "tableTitle": "Наиболее опасные наборы атак",
            "description": "Сложность рейда может сильно различаться в зависимости от набора атак защищающегося покемона!"
        },
        "analysis": {
            "title": "О данном анализе",
            "description": "Данный совет по рейду был основан на симуляции битвы с защищающимся {{defender.pokemon}} с {{defender.cp}} CP и {{attackers}}. Симуляция была проведена с учётом {{attackStrategy}} атакующей стратегии и {{defenseStrategy}} типе симуляции. Всего было проведено {{numSims}} симуляций с каждым возможным набором атак {{defender.pokemon}} против каждого отдельного покемона с каждым возможным набором атак. Здесь отображены 20 лучших атакующих с их лучшими наборами атак {{sort}}. Вы можете нажать на любого атакующего чтобы просмотреть результаты проведённых с ним симуляций и испробовать различные наборы атак.",
            "attackers": {
                "byLevel": "уровень {{attackerLevel}} атакующих",
                "pokebox": "настроенный покемон из pokebox пользователя #{{userId}}'s "
            }
        },
        "description": "Добро пожаловать к Советчику по рейдам от Pokebattler для {{pokemon}}. Здесь Вы можете найти наиболее эффективных противников, основываясь на наборах атак каждого босса. Этот гайд можно настроить несколькими способами. Вы можете выбрать уровень атакующего и стратегию атаки, которую Вы хотели бы использовать, а также другие различные функции. Также Вы можете указать имеющееся у Вас количество stardust и конфет (candy).  "
    },
    "result": {
        "description": "Результаты каждого усиления {{attacker}} против рейд-босса {{defender}} показаны внизу. Они основаны на наборе атак {{defender}}.  ",
        "summaryStart": "Изначальные результаты",
        "summaryEnd": "Результаты после усиления",
        "graphTitle": "{{yAxis}} против {{xAxis}}",
        "detail": "Детальные результаты после каждого усиления ",
        "back": "Вернуться к настройкам Советчика"
    },
    "raidLink": "Просмотреть результаты без усилений",
    "helpLink": "Просмотреть видео-руководство по Советчику по рейдам "
}
