{
    "results": {
        "analysis": {
            "attackers": {
                "byLevel": "уровень {{attackerLevel}} атакующих",
                "pokebox": "настроенным покемоном из pokebox пользователя #{{userId}}'s"
            },
            "title": "О данном анализе",
            "description": "Данный совет по рейду был основан на симуляции битвы с защищающимся {{defender.pokemon}} с {{defender.cp}} CP и {{attackers}}. Симуляция была проведена с учётом {{attackStrategy}} атакующей стратегии и {{defenseStrategy}} типе симуляции. Всего было проведено {{numSims}} симуляций с каждым возможным набором атак {{defender.pokemon}} против каждого отдельного покемона с каждым возможным набором атак. Здесь отображены 20 лучших атакующих с их лучшими наборами атак {{sort}}. Вы можете нажать на любого атакующего чтобы просмотреть результаты проведённых с ним симуляций и испробовать различные наборы атак."
        },
        "title": "Гид по рейдам",
        "calculating": "Рассчитываем результаты рейда",
        "counters": {
            "title": "сильнейшие противники",
            "subtitle": "Лучшие атакующие от",
            "description": "Данный анализ покажет Вам покемонов, которые являются сильнейшими рейдерами в расчёте на {{sort}} против {{pokemon}}.",
            "moveSetOrderingDescription": "Наборы атак рейд-босса отсортированы в порядке уменьшения сложности битвы против них. Убедитесь, что Вы проверили результаты с учётом каждого из них, так как они могут сильно отличаться!",
            "difficultyNote": "Рейд-боссов куда сложнее победить, чем обычных покемонов, так что будьте осторожны.",
            "chooseMovesetLabel": "Выберите набор атак"
        },
        "hardestMovesets": {
            "title": "Наиболее сложные рейды",
            "subtitle": "Для {{pokemon}} {{sort}}",
            "tableTitle": "Наиболее опасные наборы атак",
            "description": "Сложность рейда может сильно различаться в зависимости от набора атак защищающегося покемона!"
        },
        "description": "Добро пожаловать к гиду по рейдам от Pokebattler для {{pokemon}}. Здесь Вы можете найти наиболее эффективных противников, основываясь на наборах атак каждого босса. Этот гайд можно настроить несколькими способами. Вы можете выбрать уровень атакующего и стратегию атаки, которую Вы хотели бы использовать, а также другие различные функции.",
        "patreon": {
            "description": "Более точные результаты для неизвестных наборов атак стали доступны благодаря поддержке пользователей через Patreon. Пользователи Patreon получают дополнительные слоты для покемонов в Pokebox, более точные результаты для всех наборов атак и многое другое.",
            "thanks": "Спасибо за Вашу поддержку!",
            "link": "Просмотрите все преимущества, которые Вы можете получить зарегистрировавшись"
        }
    },
    "title": "Гид по рейдам",
    "linkLabel": "Гид по рейдам",
    "intro": "Здесь рейды по Pokemon GO! Узнайте, какой покемон лучше всего подходит для битвы с боссом с помощью самого точного в мире гида по Pokemon GO. Просто выберите рейд, чтоб увидеть лучших покемонов против каждой атаки босса!",
    "tierList": {
        "common": {
            "boss": "Босс",
            "raidTier": "Уровень рейда"
        },
        "RAID_LEVEL_1": {
            "title": "Уровень 1",
            "subtitle": "Легко проходиться в одиночку",
            "intro": "Пройти рейд 1 уровня очень легко даже в одиночку. Игрок 20 уровня с не идеальными покемонами вполне сможет победить даже  самого сильного из них самостоятельно. Эти рейды отлично подходят для сбора конфет (candy) для покемонов, которые обычно не встречаются в Вашем регионе."
        },
        "RAID_LEVEL_2": {
            "title": "Уровень 2",
            "subtitle": "Более тяжёлый рейд, который возможно пройти в одиночку",
            "intro": "Рейды 2 уровня нацелены на игроков 30-40 уровня, которые легко могут пройти их. Тренеры более низкого уровня, скорее всего, должны будут объединяться для победы над этими боссами."
        },
        "RAID_LEVEL_3": {
            "title": "Уровень 3",
            "subtitle": "Простой для прохождения группой рейд",
            "intro": "Рейды 3 уровня нацелены на прохождение даже группой из 2 игроков 30-40 уровня. Также их вполне реально победить в одиночку 40-уровневому тренеру с практически идеальной игрой, сильными покемонами и небольшой удачей."
        },
        "RAID_LEVEL_4": {
            "title": "Уровень 4",
            "subtitle": "Рейды, которые нелегко пройти даже группой",
            "intro": "Рейды 4 уровня нацелены на группу из 5-6 игроков 30-40 уровня. Правда, их довольно легко можно побежать и 3-4 тренерам при наличии лучших противников для босса."
        },
        "RAID_LEVEL_5": {
            "title": "Уровень 5",
            "subtitle": "Легендарный рейд",
            "intro": "На данный момент легендарные рейды это лучший способ получить сильнейшего покемона! Обычно они проходятся группой из 6-10 тренеров 30-40 уровня. Иногда  вполне возможно победить и группой из 2-5 игроков."
        },
        "RAID_LEVEL_UNSET": {
            "title": "Уровень ?",
            "subtitle": "Неизвестные рейды",
            "intro": "Эти рейды могут появиться в будущем. Вы сможете использовать информацию о них, если рейд появится в игре, но сайт ещё не успеет обновиться. Также можете проверить, что случилось бы, если бы рейд на Magikarp был бы легендарным!"
        },
        "RAID_LEVEL_4_EVENTS": {
            "title": "Особые рейды 4 уровня",
            "subtitle": "Рейды для особых событий",
            "intro": "Эти рейды появлялись на прошедших в городе Yokohama особых мероприятиях. Возможно они ещё вернуться."
        },
        "RAID_LEVEL_1_LEGACY": {
            "title": "Наследие 1 уровня",
            "subtitle": "Легко проходиться в одиночку",
            "intro": "Эти рейды уже прошли."
        },
        "RAID_LEVEL_2_LEGACY": {
            "title": "Наследие 2 уровня",
            "subtitle": "Более тяжёлый рейд, который возможно пройти в одиночку",
            "intro": "Эти рейды уже прошли."
        },
        "RAID_LEVEL_3_LEGACY": {
            "title": "Наследие 3 уровня",
            "subtitle": "Простой для прохождения группой рейд",
            "intro": "Эти рейды уже прошли."
        },
        "RAID_LEVEL_4_LEGACY": {
            "title": "Наследие 4 уровня",
            "subtitle": "Рейды, которые нелегко пройти даже группой",
            "intro": "Эти рейды уже прошли."
        },
        "RAID_LEVEL_5_LEGACY": {
            "title": "Наследие 5 уровня",
            "subtitle": "Легендарный рейд",
            "intro": "Эти рейды уже прошли, но вполне могут появиться снова во время особых событий."
        },
        "RAID_LEVEL_5_FUTURE": {
            "title": "Будущие рейды 5 уровня",
            "subtitle": "Легендарный рейд",
            "intro": "Эти рейды ещё не были добавлены в игру. Их наборы атак и характеристики ещё могут измениться."
        },
        "RAID_LEVEL_6": {
            "subtitle": "Легендарный рейд - бонусное здоровье",
            "intro": "В этих рейдах босс имеет больше здоровья по сравнению с обычным Tier 5 рейдом. Пока неизвестно, будет ли это действовать на все остальные рейды Tier 5. Обычно такого рейд босса можно победить группой из 6-10 человек с 30-40 уровнями. Самые бесстрашные эксперты могут победить такого босса в 2-5 человек."
        }
    },
    "custom": {
        "title": "Настраиваемый рейд",
        "levelsLabel": "Уровень атакующего",
        "buttonLabel": "Найти лучшего рейдера",
        "attackersLabel": "Атакующие"
    },
    "pokebox": {
        "login": "Гид по рейдам от Pokebattler может быть настроен на основе имеющихся у Вас в Pokemon Go, которых Вы добавили в Ваш Pokebox на Pokebattler. Зайдите в свой аккаунт, добавьте Ваших лучших покемонов в Ваш Pokebox на Pokebattler, после чего Вы сможете сравнить эффективность Ваших покемонов и сильнейших противников этого босса среди всех.",
        "enabled": "Результаты настроенного Вами Pokebox, отображённые в виде 30 Ваших лучших атакующих.",
        "disabled": "Результаты игрока {{level}} уровня, отображённые в виде 30 лучших атакующих для этого уровня.",
        "friend": "Результаты пользователя, отображённые в виде его 30 лучших атакующих.",
        "switchLevel": "Перейти к $t(common:attackerTypes.level)",
        "switchPokebox": "Перейти к $t(common:attackerTypes.pokebox)"
    },
    "emptyResults": {
        "LEVEL": "Расчёт не дал никаких результатов, возможно это связано с проблемами на сервере.",
        "POKEBOX": "Расчёт не дал никаких результатов. Возможно Вы не добавили ни одного покемона в Ваш Pokebox?",
        "FRIEND": "Расчёт не дал никаких результатов. Возможно Ваш друг не добавил ни одного покемона в его Pokebox. Попробуйте выбрать другого тренера."
    },
    "people": {
        "title": "Оценщик Pokebattler",
        "difficultyRating": "Рейтинг сложности: {{rating}}",
        "adviceLink": "Посмотрите, что произойдёт если Вы усилите покемонов",
        "estimate": {
            "close": "Для победы над {{pokemon}} понадобится {{numPeople}} тренеров с учётом таких покемонов. Битва будет проходить на грани, так что советуем взять с собой на 1 тренера больше, чтобы быть уверенным наверняка.",
            "almost": "Для победы над {{pokemon}} понадобится {{numPeople}} тренеров с учётом таких покемонов. Если повезёт, то Вам может понадобиться на 1 тренера меньше.",
            "trivial": "Для победы над {{pokemon}} понадобится {{numPeople}} тренеров с учётом таких покемонов. Эта битва пройдёт без каких-либо проблем, так что можете даже не менять стандартно рекомендованных Pokemon Go покемонов. ",
            "normal": "Для победы над {{pokemon}} понадобится {{numPeople}} тренеров с учётом таких покемонов. Убедитесь что Ваша группа готова, прежде чем начать битву.",
            "difficult": "Для победы над {{pokemon}} понадобится {{numPeople}} тренеров с учётом таких покемонов. Битва будет тяжёлой, так что убедитесь, что все используют своих лучших покемонов."
        }
    },
    "battle": {
        "resultLink": "Просмотреть результаты battle party"
    },
    "helpLink": "Просмотрите обучающее видео по рейдам"
}
