{
    "index": {
        "title": "Рейтинги",
        "welcome": {
            "title": "Добро пожаловать в Pokebattler рейтинги 2.0!",
            "paragraph1": "Добро пожаловать в новый персонализированный раздел Pokebattler. В отличие от подобных разделов других сайтов, здесь Вы можете настроить рейтинги на основе тех комбинаций настроек, которые Вас интересуют. У нас очень гибкая система настройки, включающая уровни атакующих и защищающихся, стратегии атаки и уклонений, а также отдельные настройки сортировки и группировки.",
            "paragraph2": "Эта страница может проводить более 30,000,000 боевых симуляций для каждой отдельной настройки, что позволяет просчитать все возможные их комбинации. Так что можете проводить симуляции в каких угодно комбинациях, пока не получите нужную Вам информацию."
        },
        "recommendations": {
            "title": "Рекомендации по настройкам",
            "paragraph1": {
                "text": "Отличной отправной точкой для большинства игроков является {{link1}}. В данном случае генерируются симуляции атаки игрока 25 уровня на стадион (gym) игрока 30 уровня, с использованием атаки по возможности и уклонением от мощных атак противника. Результаты этих симуляций Вас удивят. Также Вы можете попробовать повеселиться с, например, {{link2}} или {{link3}}.",
                "link1": "стандартный рейтинг атакующего",
                "link2": "низкий уровень уклонений атакующего",
                "link3": "битвы 40 уровня"
            },
            "paragraph2": {
                "text": "Для тех, кто хочет узнать насколько тяжело будет справиться с высокоуровневым покемоном-защитником, советуем попробовать {{link1}}. Эта симуляция показывает результаты битвы атакующего покемона 25 уровня с защитником 30 уровня. Также Вы можете попробовать сделать сражение немного честнее используя {{link2}} или {{link3}}.",
                "link1": "стандартный рейтинг защитника",
                "link2": "рейтинг защитника 30 защитника, уклоняющегося от всего",
                "link3": "высокоуровневая битва"
            }
        },
        "buttons": {
            "attacker": "Атакующий",
            "defender": "Защитник",
            "gotoRankings": "Перейти к рейтингу"
        }
    },
    "list": {
        "title": "Боевой рейтинг Pokemon Go",
        "descriptions": {
            "title": "О этих рейтингах",
            "text": "Данный {{type}} рейтинг основан на симуляции битвы между атакующим {{levels.attacker}} уровнем и защитником {{levels.defender}} уровня с учётом {{strategies.attack}} стратегии атаки и {{strategies.dodge}} основываясь на $t(constants:strategies.defense.DEFENSE_RANDOM_MC.label) типе симуляции. $t(common:simulation, {'count': {{numSims}}}) проведено с {{details}}.",
            "textPokeboxAttackers": "Данный {{type}} рейтинг основан на симуляции битвы между атакующими покемонами тренера  {{userId}}'s и защитником {{levels.defender}} уровня с учётом {{strategies.attack}} стратегии атаки и {{strategies.dodge}} основываясь на $t(constants:strategies.defense.DEFENSE_RANDOM_MC.label) типе симуляции. $t(common:simulation, {'count': {{numSims}}}) проведено с {{details}}.",
            "textPokeboxDefenders": "Данный {{type}} рейтинг основан на симуляции битвы между атакующими {{levels.attacker}} уровня и защитниками тренера  {{userId}} с учётом {{strategies.attack}} стратегии атаки и {{strategies.dodge}} основываясь на $t(constants:strategies.defense.DEFENSE_RANDOM_MC.label) типе симуляции. $t(common:simulation, {'count': {{numSims}}}) проведено с {{details}}.",
            "help1": "Вы можете нажать на любой {{type}} чтобы просмотреть результаты для различных наборов атак или на вторую справа верхнюю кнопку чтобы  отобразить их без группировки. Порядок сортировки Вы можете настроить справа сверху.",
            "help2": "Дополнительную информацию о рейтинговых симуляциях Вы можете найти здесь {{link}}.",
            "attackers": "атакующие",
            "defenders": "защитники",
            "details": {
                "attackers": "производятся симуляции битвы каждого полностью эволюционировавшего атакующего покемона с каждом возможным набором атак против 30 лучших по CP защитников с каждым возможным набором атак и Ожидаемой стратегией. Топ32 атакующих проходят сотни симуляций по системе Монте Карло.  24 лучших из них с лучшими наборами атак, основываясь на {{sort}}, отображены здесь.",
                "defenders": "каждый возможный набор атак проходит симуляции против 30 по CP, 30 лучших по силе, 30 лучших в общем и 30 лучших по времени, необходимому для победы атакующих с каждым возможным набором атак и ожидаемой стратегией. Затем топ32 защитника проходят симуляцию против 15 своих сильнейших противников с их 5 лучшими наборами атак, с каждым по 300 раз. В итоге отбираются 24 лучших защитника с их лучшими наборами атак основываясь на {{sort}} и отображаются здесь."
            }
        },
        "typeSelection": {
            "attacker": "Рейтинг атакующих",
            "defender": "Рейтинг защитников"
        },
        "settings": {
            "level": "Уровни покемонов"
        }
    },
    "featured": {
        "title": {
            "attacker": "Среднестатистические битвы против лучших 24 защитников",
            "defender": "Среднестатистические битвы против 6 худших матчапов"
        },
        "deepLink": "Просмотреть больше деталей для {{pokemon}}"
    }
}
