{
    "title": "Зайти в свой аккаунт Pokebattler",
    "description": "Зайдите в свой аккаунт чтобы получить доступ к Вашему Pokebox и персональным симуляциям ",
    "explanation": "Pokebattler не подключается и не может подключаться к Вашему аккаунту Pokemon Go. Мы никак не связаны с серверами Niantic. Pokebattler использует только Ваше имя пользователя, чтобы Вы могли зайти в свой аккаунт на любом девайсе. Вы можете зайти с Вашего телефона, ноутбука и видеть всех Ваших покемонов, которых Вы добавили на наш сайт. Мы не распространяем Вашу информацию, не используем её в маркетинговых целях или каким-либо другим способом. ",
    "privacy": "Для получения большей информации, смотрите нашу политику конфиденциальности. ",
    "loading": "Загрузка данных пользователя",
    "user": "Пользователь",
    "login": {
        "google": "Войти используя Google",
        "facebook": "Войти используя Facebook",
        "patreon": "Войти используя Patreon",
        "patreonDescription": "Пользователи, поддержавшие Patreon, получают награды, включая дополнительные слоты для покемонов Pokebox, более высококачественные персональные симуляции и страница в Google с советами по рейдам!",
        "success": {
            "title": "Вход выполнен успешно"
        }
    },
    "details": {
        "welcome": "Добро пожаловать",
        "description": "Ваши тренерские данные внизу будут использованы для настройки сайта и будут отображаться другим пользователям. "
    },
    "loggedIn": {
        "title": "Профиль"
    },
    "logout": {
        "title": "Logged out",
        "description": "Вы успешно вышли из своего аккаунта. Возвращайтесь с любого девайса, Ваш Pokebox будет Вас ждать! ",
        "back": "Вернуться в меню входа",
        "button": "Выйти"
    },
    "roles": {
        "title": "Информация аккаунта",
        "heading": "Текущие преимущества",
        "description": "Пожертвуйте Pokebattler'у {{link}} для получения премиальных преимуществ. Pokebattler работает благодаря пользователям, поддерживающим сайт, что позволяет поддерживать связь с сервером, который предоставляет хостинг для Pokebattler.  "
    }
}
