{
    "title": "Conseil",
    "linkLabel": "Guide de Raid",
    "pokeboxRequired": "Pokebattler Advice nécessite que vous entriez vos Pokémon dans votre Pokebox correctement. Connectez-vous simplement et ajouter vos Pokémon les plus puissants afin de savoir lequel il est mieux de recharger.",
    "intro": "Pokebattler Advice est une fonctionnalité personnalisée conçue pour optimiser votre Pokebox pour des raids spécifiques. Sélectionnez simplement le Boss de Raid pour lequel vous désirez connaître les meilleurs Pokémon avec lesquels l'affronter, et entrez votre quantité de poussières d'étoiles et de bonbons que vous possédez pour savoir de quoi ils auront l'air après que vous les avez recharger. Cette fonction vous aidera à décider quels Pokémon gagneront le plus de cette poussière d'étoile et de ces bonbons, et ce pour que vous les dépensiez de la manière la plus efficace.",
    "intro2": "Après que vous avez lancé une simulation, cliquez sur n'importe quel Pokémon pour quelles améliorations vous obtenez après chaque Rechargement. Il y a souvent des seuils pour lesquels vous pouvez, une fois atteints, arrêtez de recharger le Pokémon afin d'économiser quelques ressources! Ceci est différent des autres outils de seuils que vous avez pu utilisez. En effet, cela trouve mêmes les seuils qui sont cachés.",
    "inputs": {
        "title": "Pourquoi avoir besoin de Advice?"
    },
    "buttonLabel": "Recharger un Pokémon",
    "results": {
        "title": "Raid Advice",
        "counters": {
            "title": "Les contres",
            "subtitle": "Les meilleurs attaquants rechargés par",
            "description": "L'analyse suivante montre les Pokémon qui ont le potentiel de devenir les meilleurs attaquants de Raids en termes de {{sort}} contre {{pokemon}}.",
            "moveSetOrderingDescription": "Les combinaisons d'attaques sont classées de la plus difficile à la plus facile à affronter, assurez-vous d'en vérifier plusieurs, les résultats peuvent grandement varier!",
            "chooseMovesetLabel": "Choisissez la combinaison d'attaques"
        },
        "hardestMovesets": {
            "title": "Raids les plus difficiles",
            "subtitle": "Pour {{pokemon}} par {{sort}}",
            "tableTitle": "Combinaisons les plus difficiles à affronter",
            "description": "La difficulté du Raid peut grandement varier en fonction de la combinaison d'attaques du Pokémon défenseur!"
        },
        "analysis": {
            "title": "À propos de cette analyse",
            "attackers": {
                "byLevel": "attaquants de niveau {{attackerLevel}}",
                "pokebox": "le Pokémon personnalisé de la Pokébox de l'utilisateur #{{userId}}"
            }
        },
        "calculating": "Calcul des Conseils de Raid"
    }
}
