{
    "linkLabel": "Guide de Raid",
    "results": {
        "counters": {
            "title": "Les contres",
            "moveSetOrderingDescription": "Les combinaisons d'attaques sont classées de la plus difficile à la plus facile à affronter, assurez-vous d'en vérifier plusieurs, les résultats peuvent grandement varier!",
            "chooseMovesetLabel": "Choisissez la combinaison d'attaques",
            "subtitle": "Meilleurs Attaquants par",
            "description": "L'analyse ci-dessous montre les Pokémon les plus forts en raid en termes de {{sort}} contre {{pokemon}}.",
            "difficultyNote": "Les boss de raids étant beaucoup plus difficiles que les combats normaux, vous devriez réfléchir soigneusement à vos différentes options."
        },
        "hardestMovesets": {
            "title": "Raids les plus difficiles",
            "subtitle": "Pour {{pokemon}} par {{sort}}",
            "tableTitle": "Combinaisons les plus difficiles à affronter",
            "description": "La difficulté du Raid peut grandement varier en fonction de la combinaison d'attaques du Pokémon défenseur!"
        },
        "analysis": {
            "title": "À propos de cette analyse",
            "attackers": {
                "byLevel": "attaquants de niveau {{attackerLevel}}",
                "pokebox": "le Pokémon personnalisé de la Pokébox de l'utilisateur #{{userId}}"
            },
            "description": "Cette analyse de raid est basée sur une simulation de combat avec un {{defender.pokemon}} en défense avec {{defender.cp}} PC, et {{attackers}}. Cette simulation a été effectuée avec la stratégie d'attaque {{attackStrategy}} et la stratégie de défense {{defenseStrategy}}. {{numSims}} simulations ont été effectuées avec chaque combinaison d'attaques de {{defender.pokemon}} contre toutes les combinaisons d'attaques de tous les Pokémon. Les 20 meilleurs attaquants et leur meilleure combinaison d'attaques en termes de {{sort}} ont été sélectionnés et sont affichés ci-dessous. Vous pouvez cliquer sur un attaquant pour voir le déroulement de la simulation et comparer ses différentes combinaisons d'attaques."
        },
        "title": "Guide des Raids",
        "calculating": "Calcul des Résultats du Raid",
        "description": "Bienvenue dans le guide de raid Pokebattler pour {{pokemon}}. Vous pouvez trouver les meilleurs contres en fonction des attaques de chaque boss. Ce guide est modifiable de plusieurs façons. Vous pouvez choisir le niveau et la stratégie d'attaque que vous souhaitez utiliser, ainsi que diverses options de tri.",
        "patreon": {
            "description": "Des résultats plus fidèles pour les attaques inconnues sont disponibles grâce au soutien des abonnés sur Patreon. Les abonnés sur Patreon bénéficient — entre autres — de davantage d'espace dans leur Pokébox, et d'une meilleure précision sur toutes leurs simulations.",
            "link": "Consulter tous les avantages réservés aux abonnés",
            "thanks": "Merci pour votre soutien !"
        }
    },
    "title": "Guide de Raid",
    "tierList": {
        "common": {
            "boss": "Boss",
            "raidTier": "Niveau du Raid"
        },
        "RAID_LEVEL_1": {
            "title": "Niveau 1",
            "subtitle": "Raid Facile en Solo",
            "intro": "Les raids de niveau 1 sont plutôt faciles à vaincre tout seul. Un joueur de niveau 20 avec une équipe de pokémons non optimale devrait être en mesure battre un raid de niveau 1 tout seul. Ces raids sont un bon moyen de collectionner des bonbons pour des pokémons peu communs dans votre région."
        },
        "RAID_LEVEL_2": {
            "title": "Niveau 2",
            "subtitle": "Raid Difficile à Solo",
            "intro": "Les raids de niveaux 2 sont ciblés pour des joueurs de niveaux 30-40 qui peuvent facilement battre ces pokémons. Les joueurs de niveaux plus faible devraient faire équipe pour battre ces pokémons."
        },
        "RAID_LEVEL_3": {
            "title": "Niveau 3",
            "subtitle": "Raid Facile en Groupe",
            "intro": "Les raids de niveau 3 sont ciblés pour des groupes de 2 joueurs de niveau 30-40. Ils peuvent être vaincus par un joueur de niveau 40 avec un peu de chance ainsi qu'une stratégie parfaite avec des pokémons puissants."
        },
        "RAID_LEVEL_4": {
            "title": "Niveau 4",
            "subtitle": "Raid Difficile en Groupe",
            "intro": "Les raids de niveau 4 sont ciblés pour des groupes de 5-6 joueurs de niveau 30-40. Ces pokémons ont pu être vaincus par des joueurs de niveau 40 avec 3-4 contres optimaux."
        },
        "RAID_LEVEL_5": {
            "title": "Niveau 5",
            "subtitle": "Raid Légendaire",
            "intro": "Les raids légendaires actuels sont le meilleur moyen d'obtenir des Pokémon puissant ! Ils sont souvent faits avec des groupes de 6 à 10 joueurs de niveau 30 à 40. Certains joueurs experts intrépides ont fait certains de ces raids avec seulement de 2 à 5 joueurs."
        },
        "RAID_LEVEL_UNSET": {
            "title": "Niveau ?",
            "subtitle": "Raids Inconnus",
            "intro": "Ces pokemons pourraient faire partie de raids futures. Utilisez cela si un nouveau raid est disponible mais que le site n'a pas encore été mis à jour. Vous pouvez aussi utilisez cette section pour analyser ce qu'il se passerait par exemple avec un raid légendaire de magikarp !"
        },
        "RAID_LEVEL_4_EVENTS": {
            "title": "Raid de Niveau 4 Spéciaux",
            "subtitle": "Raids Évènements Spéciaux",
            "intro": "Ces pokemons ont été des raids à des rassemblements comme à Yokohama. Ils pourraient bien revenir par surprise."
        },
        "RAID_LEVEL_1_LEGACY": {
            "title": "Anciens Raids de Niveau 1",
            "subtitle": "Raid Facile en Solo",
            "intro": "Ces raids ne sont pas disponibles actuellement."
        },
        "RAID_LEVEL_2_LEGACY": {
            "title": "Anciens Raids de Niveau 2",
            "subtitle": "Raid Difficile en Solo",
            "intro": "Actuellement, ces raids ne sont pas disponibles."
        },
        "RAID_LEVEL_3_LEGACY": {
            "title": "Anciens Raids de Niveau 3",
            "subtitle": "Raid Facile en Groupe",
            "intro": "Actuellement, ces raids ne sont pas disponibles."
        },
        "RAID_LEVEL_4_LEGACY": {
            "title": "Anciens Raids de Niveau 4",
            "subtitle": "Raid Difficile en Groupe",
            "intro": "Actuellement, ces raids ne sont pas disponibles."
        },
        "RAID_LEVEL_5_FUTURE": {
            "subtitle": "Raid Légendaire",
            "intro": "Ces raids de Niveau 5 ne sont pas encore dans le jeu ! Leurs stats et attaques sont toujours susceptibles de changer.",
            "title": "Futur Rang 5"
        },
        "RAID_LEVEL_5_LEGACY": {
            "title": "Rang 5 Historique",
            "subtitle": "Raid Légendaire",
            "intro": "Ces raids ont été disponibles dans le passé, mais ne le sont plus actuellement. Ils reviendront peut-être lors d’événements spéciaux."
        }
    },
    "intro": "Les raids de Pokémon Go sont là ! Trouvez les meilleurs Pokémon pour vaincre le boss du raid avec le guide de raid le plus précis du monde. Sélectionnez simplement ci dessous le raid pour voir les meilleurs contres pour chacune des capacités du boss !",
    "custom": {
        "title": "Raid Personnalisé",
        "levelsLabel": "Niveaux des Attaquants",
        "buttonLabel": "Trouvez le meilleur attaquant",
        "attackersLabel": "Attaquants"
    },
    "pokebox": {
        "login": "Le Guide de Raid Pokebattler peut être personnalisé pour n'inclure que les Pokémon que vous possédez, en utilisant votre Pokébox personnelle. Connectez-vous, ajoutez vos meilleurs Pokémon à votre Pokébox, et vous pourrez alterner entre ne voir que les meilleurs Pokémon que vous avez dans votre Pokébox, et voir tous les meilleurs Pokémon afin de mieux prévoir vos combats de Raid.",
        "enabled": "Résultats personnalisés pour votre Pokébox. Les 24 meilleurs contres que vous possédez sont affichés ci-dessous.",
        "disabled": "Résultats pour des attaquants de niveau {{level}}. Les 24 meilleurs contres à ce niveau sont affichés ci-dessous.",
        "friend": "Résultats pour l'utilisateur #{{userId}}. Leurs 24 meilleurs contres sont affichés ci-dessous."
    },
    "emptyResults": {
        "LEVEL": "Aucun résultat n'a été renvoyé pour ce calcul. Il est possible que le serveur ait rencontré un problème.",
        "POKEBOX": "Aucun résultat n'a été renvoyé pour ce calcul. Avez-vous bien d'abord ajouté des Pokémon à votre Pokébox ?",
        "FRIEND": "Aucun résultat n'a été renvoyé pour ce calcul. Votre ami a-t-il bien d'abord ajouté des Pokémon à sa Pokébox ? Essayez un autre dresseur."
    },
    "people": {
        "title": "Estimateur Pokebattler",
        "difficultyRating": "Score de difficulté : {{rating}}",
        "adviceLink": "Voir ce qu'il se passe en rechargeant",
        "estimate": {
            "almost": "Battre {{pokemon}} devrait prendre {{numPeople}} dresseurs avec des Pokémon de cette force. Si vous êtes très chanceux, vous arriverez peut-être à le battre avec 1 dresseur de moins.",
            "trivial": "Battre {{pokemon}} devrait prendre {{numPeople}} dresseurs avec des Pokémon de cette force. Ce combat sera terminé avant même d'avoir commencé : c'est si facile que vous pourriez simplement utiliser les suggestions du jeu et tout de même gagner.",
            "normal": "Battre {{pokemon}} devrait prendre {{numPeople}} dresseurs avec des Pokémon de cette force. Prenez soin de bien préparer votre groupe avant le combat.",
            "close": "Battre {{pokemon}} devrait prendre {{numPeople}} dresseurs avec des Pokémon de cette force. Ce sera un combat très serré : amenez un joueur de plus, si vous le pouvez, pour plus de sûreté.",
            "difficult": "Battre {{pokemon}} devrait prendre {{numPeople}} dresseurs avec des Pokémon de cette force. Ce sera un combat difficile : assurez-vous que tout le monde utilise ses meilleurs Pokémon."
        }
    }
}
