{
    "linkLabel": "Guide de Raid",
    "results": {
        "counters": {
            "title": "Les contres",
            "moveSetOrderingDescription": "Les combinaisons d'attaques sont classées de la plus difficile à la plus facile à affronter, assurez-vous d'en vérifier plusieurs, les résultats peuvent grandement varier!",
            "chooseMovesetLabel": "Choisissez la combinaison d'attaques"
        },
        "hardestMovesets": {
            "title": "Raids les plus difficiles",
            "subtitle": "Pour {{pokemon}} par {{sort}}",
            "tableTitle": "Combinaisons les plus difficiles à affronter",
            "description": "La difficulté du Raid peut grandement varier en fonction de la combinaison d'attaques du Pokémon défenseur!"
        },
        "analysis": {
            "title": "À propos de cette analyse"
        }
    },
    "title": "Guide de Raid",
    "tierList": {
        "common": {
            "boss": "Boss",
            "raidTier": "Niveau du Raid"
        },
        "RAID_LEVEL_1": {
            "title": "Niveau 1",
            "subtitle": "Raid Facile en Solo",
            "intro": "Les raids de niveau 1 sont plutôt faciles à vaincre tout seul. Un joueur de niveau 20 avec une équipe de pokémons non optimale devrait être en mesure battre un raid de niveau 1 tout seul. Ces raids sont un bon moyen de collectionner des bonbons pour des pokémons peu communs dans votre région."
        },
        "RAID_LEVEL_2": {
            "title": "Niveau 2",
            "subtitle": "Raid Difficile à Solo",
            "intro": "Les raids de niveaux 2 sont ciblés pour des joueurs de niveaux 30-40 qui peuvent facilement battre ces pokémons. Les joueurs de niveaux plus faible devraient faire équipe pour battre ces pokémons."
        },
        "RAID_LEVEL_3": {
            "title": "Niveau 3",
            "subtitle": "Raid Facile en Groupe",
            "intro": "Les raids de niveau 3 sont ciblés pour des groupes de 2 joueurs de niveau 30-40. Ils peuvent être vaincus par un joueur de niveau 40 avec un peu de chance ainsi qu'une stratégie parfaite avec des pokémons puissants."
        },
        "RAID_LEVEL_4": {
            "title": "Niveau 4",
            "subtitle": "Raid Difficile en Groupe",
            "intro": "Les raids de niveau 4 sont ciblés pour des groupes de 5-6 joueurs de niveau 30-40. Ces pokémons ont pu être vaincus par des joueurs de niveau 40 avec 3-4 contres optimaux."
        },
        "RAID_LEVEL_5": {
            "title": "Niveau 5",
            "subtitle": "Raid Légendaire"
        },
        "RAID_LEVEL_UNSET": {
            "title": "Niveau ?",
            "subtitle": "Raids Inconnus",
            "intro": "Ces pokemons pourraient faire partie de raids futures. Utilisez cela si un nouveau raid est disponible mais que le site n'a pas encore été mis à jour. Vous pouvez aussi utilisez cette section pour analyser ce qu'il se passerait par exemple avec un raid légendaire de magikarp !"
        },
        "RAID_LEVEL_4_EVENTS": {
            "title": "Raid de Niveau 4 Spéciaux",
            "subtitle": "Raids Évènements Spéciaux",
            "intro": "Ces pokemons ont été des raids à des rassemblements comme à Yokohama. Ils pourraient bien revenir par surprise."
        },
        "RAID_LEVEL_1_LEGACY": {
            "title": "Anciens Raids de Niveau 1",
            "subtitle": "Raid Facile en Solo",
            "intro": "Ces raids ne sont pas pour le moment disponible."
        },
        "RAID_LEVEL_2_LEGACY": {
            "title": "Anciens Raids de Niveau 2",
            "subtitle": "Raid Difficile en Solo"
        },
        "RAID_LEVEL_3_LEGACY": {
            "title": "Anciens Raids de Niveau 3",
            "subtitle": "Raid Facile en Groupe"
        },
        "RAID_LEVEL_4_LEGACY": {
            "title": "Anciens Raids de Niveau 4"
        }
    },
    "intro": "Les raids de Pokemon Go sont là ! Trouvez les meilleurs pokemons pour vaincre le boss du raid avec le guide de raid le plus précis du monde. Sélectionnez simplement ci dessous le raid pour voir les meilleurs contres pour chacune des capacités du boss."
}
