{
    "linkLabel": "Guide de Raid",
    "results": {
        "counters": {
            "title": "Les contres",
            "moveSetOrderingDescription": "Les combinaisons d'attaques sont classées de la plus difficile à la plus facile à affronter, assurez-vous d'en vérifier plusieurs, les résultats peuvent grandement varier!",
            "chooseMovesetLabel": "Choisissez la combinaison d'attaques"
        },
        "hardestMovesets": {
            "title": "Raids les plus difficiles",
            "subtitle": "Pour {{pokemon}} par {{sort}}",
            "tableTitle": "Combinaisons les plus difficiles à affronter",
            "description": "La difficulté du Raid peut grandement varier en fonction de la combinaison d'attaques du Pokémon défenseur!"
        },
        "analysis": {
            "title": "À propos de cette analyse"
        }
    },
    "title": "Guide de Raid",
    "tierList": {
        "common": {
            "boss": "Boss",
            "raidTier": "Niveau du Raid"
        },
        "RAID_LEVEL_1": {
            "title": "Niveau 1",
            "subtitle": "Raid Facile en Solo",
            "intro": "Les raids de niveau 1 sont plutôt faciles à vaincre tout seul. Un joueur de niveau 20 avec une équipe de pokémons non optimale devrait être en mesure battre un raid de niveau 1 tout seul. Ces raids sont un bon moyen de collectionner des bonbons pour des pokémons peu communs dans votre région."
        },
        "RAID_LEVEL_2": {
            "title": "Niveau 2",
            "subtitle": "Raid Difficile à Solo",
            "intro": "Les raids de niveaux 2 sont ciblés pour des joueurs de niveaux 30-40 qui peuvent facilement battre ces pokémons. Les joueurs de niveaux plus faible devraient faire équipe pour battre ces pokémons."
        },
        "RAID_LEVEL_3": {
            "title": "Niveau 3",
            "subtitle": "raid facile en groupe"
        }
    },
    "intro": "Les raids de Pokemon Go sont là ! Trouvez les meilleurs pokemons pour vaincre le boss du raid avec le guide de raid le plus précis du monde. Sélectionnez simplement ci dessous le raid pour voir les meilleurs contres pour chacune des capacités du boss."
}
