{
    "title": "Raid-Konter",
    "linkLabel": "Raid-Konter",
    "intro": "Pokemon Go Raids sind da! Finde heraus, welches Pokemon Raid-Bosse am besten besiegt mit dem weltbesten einstellbarem Pokemon Go Raid-Kontern. Wähle einfach den Raid unten und sieh die besten Kämpfer dagegen für jedes Attackenmuster!",
    "tierList": {
        "common": {
            "boss": "Boss",
            "raidTier": "Raid-Rang"
        },
        "RAID_LEVEL_1": {
            "title": "Rang 1",
            "subtitle": "Einfacher Einzel-Raid",
            "intro": "Rang 1 Raids sind ziemlich einfach zu besiegen. Ein Level 20 Spieler mit normalen Pokemon sollte in der Lage sein, dies zu schaffen. Diese Raids sind ein guter Weg um Bonbons für Pokemon zu sammeln, die selten im jeweiligen Gebiet sind."
        },
        "RAID_LEVEL_2": {
            "title": "Rang 2",
            "subtitle": "Schwerer Einzel-Raid",
            "intro": "Rang 2 Rainds zielen auf Level 30 bis 40 Spieler, die diese Pokemon einfach besiegen können. Niedriger gelevelte Spieler sollten sich gruppieren um diese Pokemon zu besiegen."
        },
        "RAID_LEVEL_3": {
            "title": "Rang 3",
            "subtitle": "Einfacher Gruppen-Raid",
            "intro": "Rang 3 Raids zielen auf Gruppen von 2 Level 30 bis 40 Spielern. Sie können auch allein besiegt werden von Level 40 Spielern mit etwas Glück und perfektem Spiel mit starken Pokemon."
        },
        "RAID_LEVEL_4": {
            "title": "Rang 4",
            "subtitle": "Schwerer Gruppen-Raid",
            "intro": "Rang 4 Raids zielen auf Gruppen von 5 bis 6 Level 30 bis 40 Spielern. Es gibt Berichte, dass einige Maximal Level Spieler diese mit 3 bis 4 perfekten Kontern besiegt haben."
        },
        "RAID_LEVEL_5": {
            "title": "Rang 5",
            "subtitle": "Legendärer Raid",
            "intro": "Die aktuellen legendären Raids sind der beste Weg starke Pokemon zu bekommen! Sie werden oft in Gruppen von 6 bis 10 Level 30 bis 40 Spielern bekämpft. Einige Experten schafften sie sogar mit nur 2 bis 5 Spielern."
        },
        "RAID_LEVEL_UNSET": {
            "title": "Rang ?",
            "subtitle": "Unbekannte Raids",
            "intro": "Diese Pokemon könnten Teil von zu künftigen Raids sein. Benutze dies wenn neue Raids erschienen sind und unsere Seite noch nicht aktualisiert wurde. Du kannst diesen Bereich auch benutzen, um zu sehen was bei einem Legendären Karpador Raid geschehen würde!"
        },
        "RAID_LEVEL_4_EVENTS": {
            "title": "Spezial Rang 4",
            "subtitle": "Spezial Event Raids",
            "intro": "Diese Pokemon waren Raids bei vergangenen Ereignissen wie Yokohama. Sie könnten jederzeit unangekündigt wiederkommen."
        },
        "RAID_LEVEL_1_LEGACY": {
            "title": "Legacy Rang 1",
            "subtitle": "Einfacher Einzel-Raid",
            "intro": "Diese Raids sind im Moment nicht im Spiel aktiv."
        },
        "RAID_LEVEL_2_LEGACY": {
            "title": "Legacy Rang 2",
            "subtitle": "Schwerer Einzel-Raid",
            "intro": "Diese Raids sind im Moment nicht im Spiel aktiv."
        },
        "RAID_LEVEL_3_LEGACY": {
            "title": "Legacy Rang 3",
            "subtitle": "Einfacher Gruppen-Raid",
            "intro": "Diese Raids sind im Moment nicht im Spiel aktiv."
        },
        "RAID_LEVEL_4_LEGACY": {
            "title": "Legacy Rang 4",
            "subtitle": "Schwerer Gruppen-Raid",
            "intro": "Diese Raids sind im Moment nicht im Spiel aktiv."
        },
        "RAID_LEVEL_5_LEGACY": {
            "title": "Alt-Tier 5",
            "subtitle": "Legendärer Raid",
            "intro": "Diese Raids waren in der Vergangenheit verfügbar, aber sind nicht in den aktuellen Raid Rotationen enthalten. Sie könnten in Zukunft wiederkehren."
        },
        "RAID_LEVEL_5_FUTURE": {
            "title": "Zukunft-Tier 5",
            "subtitle": "Legendärer Raid",
            "intro": "Diese Tier 5 Raids sind noch nicht im Spiel! Ihre Werte und Attacken werden sich vermutlich noch ändern."
        },
        "RAID_LEVEL_6": {
            "title": "Rang 6",
            "subtitle": "Legendärer Raid - Bonus Lp",
            "intro": "Diese Raid haben Bonus Lp verglichen mit den Rang 6 Raids. Es ist unbekannt ob das eine permanente Änderung für Rang 5 ist. Sie werden of in Gruppen von 6-10 Level 30-40 Spieler gemacht. Einige Experten haben sogar welche mit 2-5 Spielern geschafft."
        },
        "RAID_LEVEL_6_LEGACY": {
            "title": "Alt-Tier 6",
            "subtitle": "Legendärer Raid - Bonus Lp",
            "intro": "Diese Raids waren in der Vergangenheit verfügbar, aber sind nicht in den aktuellen Raid Rotationen enthalten. Sie könnten in Zukunft wiederkehren."
        }
    },
    "custom": {
        "title": "Eigener Raid",
        "levelsLabel": "Angreifer-Level",
        "buttonLabel": "Beste Angreifer finden",
        "attackersLabel": "Angreifer"
    },
    "results": {
        "title": "{{defender}} Konter",
        "calculating": "Berechne Raid Ergebnisse",
        "counters": {
            "title": " Konter",
            "subtitle": "Die besten Angreifer nach",
            "description": "Die folgende Analyse zeigt die Pokemon, die die stärksten Angreifer hinsichtlich {{sort}} gegen {{pokemon}} sind.",
            "moveSetOrderingDescription": "Die Angriffsmuster sind von schwer nach leicht sortiert. Schau dir auf jeden Fall mehrere an, die Ergebnisse können sehr unterschiedlich ausfallen!",
            "difficultyNote": "Raid Bosse sind sehr viel schwerer als normale kämpfe, also solltest du deine Möglichkeiten sorgfältig abwägen.",
            "chooseMovesetLabel": "Angriffsmuster auswählen"
        },
        "hardestMovesets": {
            "title": "Schwierigste Raids",
            "subtitle": "Für {{pokemon}} nach {{sort}}",
            "tableTitle": "Schwerstes Angriffsmuster",
            "description": "Die Schwierigkeit des Raids kann sehr unterschiedlich ausfallen, je nachdem welches Angriffsmuster das verteidigende Pokemon hat!"
        },
        "analysis": {
            "title": "Über diese Analyse",
            "description": "Diese Raid Analyse basiert auf der Kampfsimulation eines verteidigenden {{defender.pokemon}} mit {{defender.cp}} WP und {{attackers}}. Die Simulation wurde mit der {{attackStrategy}} Angriffstrategie basierend auf dem {{defenseStrategy}} Simulationstyp durchgefürt. {{numSims}} Simulationen wurden durchgeführt, mit jedem möglichen Attackenmuster von {{defender.pokemon}}, gegen jedes einzelne Pokemon mit jedem möglichen Attackenmuster. Die 20 besten Angreifer mit ihren besten Attacken wurde basierend auf {{sort}} behalten und hier dargestellt. Du kannst auf jeden der Angreifer klicken, um die Simulationen zu sehen und verschiedene Attacken auszuprobieren.",
            "attackers": {
                "byLevel": "Level {{attackerLevel}} Angreifern",
                "pokebox": "den Pokemon aus der Pokebox von Benutzer #{{userId}}"
            }
        },
        "description": "Willkommen zum Pokebattler Raid Konter für {{pokemon}}. Du findest hier die besten Konter, basierend auf dem Attackenmuster jedes Bosses. Dieser Guide lässt sich auf verschiedene Arten anpassen. Du kannst das Angreiferlevel und die Angriffsstrategie wählen, die du benutzen willst, sowie verschiedene Optionen zur Sortierung.",
        "patreon": {
            "description": "Genauere Ergebnisse für unbekannte Attacken dank dem Support unserer Patreon Abonnenten. Patreon Abonnenten erhalten zusätzlichen Pokebox Platz, sogar noch genauere Ergebnisse für alle Attackenmuster und mehr.",
            "link": "Sieh dir alle Vorteile an, die du fürs anmelden erhälst",
            "thanks": "Danke für deine Unterstützung!"
        },
        "meta": {
            "description": "Die besten Pokemon Go Level 35 allgemeinen Raid Konter gegen {{defender}} sind {{counter1}}, {{counter2}}, {{counter3}}, {{counter4}}, {{counter5}} & {{counter6}}. Schau dir deine eigenen Ergebnisse an!",
            "image": "https://static.pokebattler.com/raid/{{defenderId}}.png"
        }
    },
    "pokebox": {
        "login": "Der Raid-Guide von Pokebattler kann individuell angepasst werden, indem du deine eigene Pokebox verwendest, damit er nur Pokemon enthält, die du auch tatsächlich besitzt. Melde dich an, füge deine besten Pokemon zu deiner eigenen Pokebox hinzu, und danach kannst du bei der Planung deiner Raidkämpfe wählen zwischen deinen eigenen Pokemon aus der Pokebox und den Kontern, die ganz allgemein die besten sind.",
        "enabled": "Zeige angepasste Ergebnisse für deine Pokebox. Die 24 besten Konter, die du besitzt, werden angezeigt.",
        "disabled": "Zeige Ergebnisse für Level {{level}} Angreifer. Die besten 24 Konter auf diesem Level werden angezeigt.",
        "friend": "Zeige Ergebnisse für Benutzer {{userId}}. Die besten 24 Konter werden unten angezeigt.",
        "switchLevel": "Wechsele zu $t(common:attackerTypes.level)",
        "switchPokebox": "Wechsele zu $t(common:attackerTypes.pokebox)"
    },
    "emptyResults": {
        "LEVEL": "Es sind keine Ergebnisse für diese Berechnung zurückgesandt worden. Eventuell gibt es ein Serverproblem.",
        "POKEBOX": "Es wurden keine Ergebnisse für diese Berechnung zurückgeliefert. Hast du bereits Pokemon zu deiner Pokebox hinzugefügt?",
        "FRIEND": "Es wurden keine Ergebnisse für diese Berechnung zurückgeliefert. Hat dein Freund bereits Pokemon zu seiner Pokébox hinzugefügt? Versuche es mit einem anderen Trainer."
    },
    "people": {
        "title": "Pokebattler-Schätzung",
        "difficultyRating": "Schwierigkeitsgrad: {{rating}}",
        "adviceLink": "Verbesserst du dich mit Power-Ups?",
        "estimate": {
            "close": "Um {{pokemon}} zu besiegen, sollte man {{numPeople}} Trainer mit Pokemon dieser Stärke benötigen. Es wird ein enger Kampf. Bring einen Trainer mehr mit, um sicher zu gehen.",
            "almost": "Um {{pokemon}} zu besiegen, sollte man {{numPeople}} Trainer mit Pokemon dieser Stärke benötigen. Wenn du viel Glück hast, schaffst du es vielleicht auch mit einem Trainer weniger.",
            "normal": "Um {{pokemon}} zu besiegen, sollte man {{numPeople}} Trainer mit Pokemon dieser Stärke benötigen. Vergewissere dich, dass deine Gruppe für den Kampf vorbereitet ist.",
            "difficult": "Um {{pokemon}} zu besiegen, sollte man {{numPeople}} Trainer mit Pokemon dieser Stärke benötigen. Es wird ein harter Kampf. Stell sicher, dass jeder seine besten Pokemon verwendet.",
            "trivial": "{{pokemon}} zu besiegen sollte {{numPeople}} Trainer mit Pokemon dieser Stärke benötigen. Dieser Kampf wird vorbei sein, bevor er überhaupt begonnen hat. Er ist so einfach, dass du die spieleigenen Vorschläge nehmen und gewinnen kannst. "
        }
    },
    "helpLink": "Sieh dir das Raid Tutorial Video an",
    "battle": {
        "resultLink": "Sieh dir dieses Ergebnis als Kampfgruppe an"
    },
    "meta": {
        "description": "Finde Pokemon Go Raid Konter mit Wetter, Freundschaft und sogar deinen eigenen Pokemon. Erhalte die 24 besten Konter mit dem weltweit besten angepasstem Raid Guide.",
        "image": "https://static.pokebattler.com/images/og_raid_counters.jpg"
    }
}
