{
    "title": "Anmelden zu Pokebattler",
    "description": "Melde dich an, um auf deine Pokebox und personalisierten Simulationen zuzugreifen",
    "explanation": "Pokebattler wird und kann sich nicht in deinen Pokemon-Go-Acount einloggen. Wir stellen keinerlei Verbindung zu Niantics Servern her. Pokebattler nutzt die Informationen nur, um dich auf allein deinen Geräten korrekt zu identifizieren. Du kannst dich auf deinem Telefon, Tablet oder Computer anmelden und alle Pokemon sehen, die du auf unserer Seite eingegeben hast. Wir nutzen oder teilen diese Informationen in keiner Weise für Marketingzwecke oder auf irgendeine andere Art.",
    "privacy": "Weitere Informationen finden Sie in unserer Datenschutzerklärung",
    "loading": "Lade Benutzerdaten",
    "user": "Benutzer",
    "login": {
        "google": "Login mit Google",
        "facebook": "Login mit Facebook",
        "patreon": "Login mit Patreon",
        "patreonDescription": "Patreon-Unterstützer erhalten Belohnungen, darunter mehr Plätze für Pokemon in ihrer Pokebox, qualitativ höherwertigere personalisierte Simulationen und eine Google-Tabelle zur Raid-Beratung!",
        "success": {
            "title": "Erfolgreich angemeldet",
            "fromApi": " $t(login.success.title)! Bitte warte einen Moment um fortzufahren."
        }
    },
    "details": {
        "welcome": "Willkommen",
        "description": "Deine Trainer Informationen unten werden auf der gesamten Seite zur Anpassung benutzt und werden auch anderen Nutzern angezeigt."
    },
    "loggedIn": {
        "title": "Öffentliches Profil",
        "description": "Du hast dich erfolgreich eingeloggt. Füge deine Trainer Informationen unten ein, dann klicke auf Pokebox um deine Pokemon für angepasste Ergebnisse hinzuzufügen. Anschließend kannst du Kampfgruppen erstellen um auch angepasste Raid Ergebnisse zu erhalten.",
        "meta": {
            "description": "Speichere deine Pokemon Go Nutzerinfos und Pokemon."
        },
        "profileButton": "Dein Profil"
    },
    "logout": {
        "title": "Abgemeldet",
        "description": "Du hast dich erfolgreich abgemeldet. Komme später wieder auf irgendeinem Gerät und deine Pokebox wird für dich da sein!",
        "back": "zurück zur Anmeldung",
        "button": "Abmelden",
        "meta": {
            "description": "Du hast dich erfolgreich aus Pokebattler ausgeloggt"
        }
    },
    "roles": {
        "title": "Account Informationen",
        "heading": "Aktuelle Vorteile",
        "description": "Trage zu Pokebattler's {{link}} bei und erlange tolle Vorteile. Pokebattler wird ermöglichst durch Unterstützer die zu den steigenden Serverkosten zum hosten dieser Seite beitragen.",
        "maxPokemon": "Maximale Pokemon",
        "quality": "Simulationsqualität",
        "thanks": "Danke dass du Pokebattler unterstützt! Deine Beteiligung wird sehr geschätzt.",
        "support": "Unterstütze Pokebattler",
        "role": {
            "ROLE_USER": "Pokebattler-Benutzer",
            "ROLE_ADMIN": "Pokebattler-Admin",
            "ROLE_FAN": "Pokebattler-Fan",
            "ROLE_SUPPORTER": "Pokebattler-Unterstützer (Alt)",
            "ROLE_PATREON": "Pokebattler-Patreon",
            "ROLE_FANATIC": "Pokebattler-Fanatiker",
            "ROLE_CONTEST": "Pokebattler Wettbewerb Sieger",
            "ROLE_PATREON_USER": "Pokebattler Patreon Benutzer",
            "ROLE_SUPPORTER2": "Pokebattler Unterstützer"
        },
        "maxBattleParties": "Maximale Kampfgruppen"
    },
    "meta": {
        "description": "Pokebattler speichert deine Pokemon Go Pokemon in seinem Pokedex für schnelle Raid Konter und mehr!"
    }
}
