{
  "title": "How to use Pokebattler",
  "intro": "Welcome to Pokebattler.com! The BEST and most sophisticated Pokemon Go gym simulator ever invented. Want to know if that Snorlax’s just the stuff? Test every single one of your pokemon to see how they go head to head with other pokemon in the gym. You’ll get a second by second damage report for every battle.",
  "outro": "And make sure you check back for upcoming features like logins to save your best gym battlers and more.",
  "now-battle": "Now battle dem Pokémon!",
  "sections": {
    "battle": {
      "title": "Battle",
      "intro": {
        "title": "Set up a battle",
        "text": "The Pokebattler battle simulator is highly accurate and allows you to customize your combat options in many ways. Options include:"
      },
      "outro": {
        "title": "Battle!",
        "text": "Full combat results will be shown. Feel free to X out and try out other combinations"
      },
      "steps": [
        {
          "label": "Type in the search bar",
          "description": "Choose the attackers and defenders you wish to battle"
        },
        {
          "label": "Basic mode",
          "description": "Enter the CP, don't worry about your hidden stats, we will figure it out for you as best we can."
        },
        {
          "label": "Advanced mode",
          "description": "Enter the exact level and hidden stats of your pokemon for the most accurate simulation"
        },
        {
          "label": "Choose your moves",
          "description": "Try out all the combinations of quick and charge moves"
        },
        {
          "label": "Choose your strategies",
          "description": "Customize the way the pokemon attack and defend. See the definitions section below."
        }
      ]
    },
    "rankings": {
      "title": "Rankings",
      "intro": {
        "title": "Customize your rankings",
        "text": "Pokebattler rankings are the most advanced around! No other site lets you change your settings and compare every pokemon under different constraints. Customization options include:"
      },
      "outro": {
        "title": "Investigate!",
        "text": "The best move combinations for each pokemon are shown. Clicking on a pokemon will give detailed information about all the move combinations"
      },
      "steps": [
        {
          "label": "Attacker/Defender",
          "description": "Choose whether you are attacking or defending. Attacker shows the results vs. all possible defenders. Defender shows the results vs. the best 6 possible attackers"
        },
        {
          "label": "Sort",
          "description": "Choose the type of ranking you want (see below)"
        },
        {
          "label": "Level",
          "description": "Choose the level of the attacker and defender pokemon"
        },
        {
          "label": "Single/Group",
          "description": "Choose whether to see every move combination or only show the best per pokemon"
        },
        {
          "label": "Choose your strategies",
          "description": "Customize to your preferences, (see below)."
        }
      ]
    },
    "pokedex": {
      "title": "Pokedex",
      "intro": {
        "title": "Customize Pokemon",
        "text": "The Pokedex page is a great place to analyze Pokemon in depth. Customization options include:"
      },
      "outro": {
        "title": "Analyze",
        "text": "Lookup any pokemon you are interested in. Find out what there best movesets are on both attack and defense. Discover which pokemon you should avoid and how to beat this pokemon on attack"
      },
      "steps": [
        {
          "label": "Sort",
          "description": "Choose the type of ranking you want (see below)"
        },
        {
          "label": "Level",
          "description": "Choose the level of the attacker and defender pokemon"
        },
        {
          "label": "Choose your strategies",
          "description": "Customize to your preferences, (see below)."
        }
      ]
    },
    "articles": {
      "title": "Articles",
      "text": "The articles section contains all the best research posts from a select set of curated authors as well as some articles related to current events and discussion items. If you would like your articles hosted here, ",
      "contact-link": "contact us"
    }
  },
  "definitions": {
    "title": "Definitions",
    "attack": {
      "title": "Attack Strategies"
    },
    "dodge": {
      "title": "Dodge Strategies",
      "intro": {
        "text": "Dodge strategies are a way to fine tune the attack strategy algorithm to give more realistic results. They are used to account for human error, bugs and other things"
      }
    },
    "defense": {
      "title": "Defense Simulations"
    },
    "sort": {
      "title": "Sort Options",
      "options": [
        {
          "label": "Overall",
          "description": "A rating that gives an overall score for a particular pokemon. The rating is gives 50% weighting to power, 30% weighting to time to win and 20% to potions"
        },
        {
          "label": "Power",
          "description": "A percent that represents how many times a pokemon would kill another. 250% means it would kill it 2 times and then die half way through the 3rd attempt. 75% means it died after only doing 75% of the targets health."
        },
        {
          "label": "Time to Win",
          "description": "Shows the amount of time it would take for the Pokemon to win. 2 seconds is added for each time the pokemon feinted."
        },
        {
          "label": "Win %",
          "description": "Ranks by percentage chance to win"
        },
        {
          "label": "DPS",
          "description": "Ranks by damage per second"
        },
        {
          "label": "Potions",
          "description": "Ranks by number of basic potions it would take to heal plus 5 for each time the pokemon feinted and would need a revive."
        }
      ]
    }
  }
}
