{
    "title": "Accedi a Pokebattler",
    "description": "Effettua il login per accedere al tuo Pokebox e personalizzare le simulazioni",
    "explanation": "Pokebattler non si connette e non può connettersi al tuo account di Pokemon Go. Non ci connettiamo ai server di Niantic in nessuna maniera. Pokebattler usa questo login solo per riconoscerti su tutti i tuoi dispositivi. Puoi effettuare l'accesso dal tuo telefono o tablet o computer e vedere tutti i Pokemon che hai inserito nel nostro sito. Non condividiamo le tue informazione, né le usiamo per scopi di marketing o in qualunque altro modo.",
    "privacy": "Per maggiori informazioni, guarda la nostra politica sulla privacy",
    "loading": "Sto caricando i dati dell'utente",
    "user": "Utente",
    "login": {
        "google": "Accedi con Google",
        "facebook": "Accedi con Facebook",
        "patreon": "Accedi con Patreon",
        "patreonDescription": "Chi ci supporta attraverso Patreon ottiene ricompense che includono più Pokemon nei loro Pokebox, simulazioni personalizzate di qualità migliore e un foglio Google coi consigli per i raid!",
        "success": {
            "title": "Accesso eseguito con successo"
        }
    },
    "details": {
        "welcome": "Benvenuto",
        "description": "Le tue informazioni da allenatore qui sotto saranno usate per personalizzare il sito e verranno mostrate agli altri utenti."
    },
    "loggedIn": {
        "title": "Profilo pubblico"
    },
    "logout": {
        "title": "Sconnesso",
        "description": "Ti sei sconnesso con successo. Torna più tardi su qualunque tuo dispositivo e il tuo Pokebox sarà lì ad aspettarti!",
        "back": "Torna indietro per connetterti",
        "button": "Logout"
    },
    "roles": {
        "title": "Informazioni dell'account",
        "heading": "Benefici correnti",
        "description": "Contribuisci al {{link}} di Pokebattler per benefici premium. Pokebattler è reso possibile da chi ci supporta e contribuisce ai costi in aumento dei server che ospitano questo sito.",
        "maxPokemon": "Massimo dei Pokemon",
        "quality": "Qualità della simulazione",
        "thanks": "Ti ringraziamo per supportare Pokebattler! Il tuo contributo è largamente apprezzato.",
        "support": "Supporta Pokebattler",
        "role": {
            "ROLE_USER": "Utente di Pokebattler",
            "ROLE_ADMIN": "Admin di Pokebattler",
            "ROLE_FAN": "Fan di Pokebattler",
            "ROLE_SUPPORTER": "Sostenitore di Pokebattler",
            "ROLE_PATREON": "Patreon di Pokebattler",
            "ROLE_FANATIC": "Fanatico di Pokebattler",
            "ROLE_CONTEST": "Vincitore di un concorso di Pokebattler"
        }
    }
}
