{
  "news": {
    "title": "Pokemon GO Battle League PvP News",
    "description": "What's happening in Pokemon Go PvP right now. GO Battle League and Silph Cups are the most popular way to pvp. Pokebattler has analysis from top Pokemon Go PvP Trainers for competitive PvP. Learn from the best on how to beat your friends in head to head combat!",
    "meta": {
      "description": "$t(pvp:news.description)",
      "image": "https://static.pokebattler.com/images/og_news_rankings.PNG"
    },
    "join": "Calling all Pokemon GO Battle League PvP influencers and aspiring influencers: Get your voice heard by featuring your videos, articles, and infographics on Pokebattler.com.",
    "joinCTA": "Contact us for details"
  },
  "matrix": {
    "title": "PvP Matrix Simulator",
    "description": "See the results of your team of Pokemon battling an opposing team of Pokemon",
    "loggedOut": "This feature is for logged in users only for performance reasons. It allows you to investigate every possible combination of results of two sets of pokemon. Create a free account in seconds to try this exciting new feature!",
    "benefits": "Subscribers are able to run matrix simulations on a larger number of Pokemon and combinations of moves among other benefits.",
    "zeroTypes": "Your subscription level does not allow for Matrix simulations by type. Upgrade today!",
    "meta": {
      "description": "$t(pvp:matrix.description)",
      "image": "https://static.pokebattler.com/images/og_pvp_matrix.PNG"
    },
    "submit": "Calculate",
    "swap": "Swap",
    "copy": "Copy",
    "results": {
      "description": "The attackers that were chosen are shown on the left in order of {{sort}}. The matchups for each of the attackers then follow, with the best matchups first and the worst matchups last.  The numbers in the ovals are the {{sort}} for the matchup, with blue being favorable, red being unfavorable and white being an even matchup",
      "error": {
        "title": "No Results Returned",
        "description": "No pokemon matched your result. Only relavant Pokemon are covered by this tool. You likely need to change your League type or pick Pokemon closer to the maximum CP for this league."
      },
      "shared": {
        "title": "Custom Matrix Result",
        "subtitle": "Created on {{date}}",
        "description": "This result was created by user #{{userId}}. You can check out different matchups by running your own free matrix simulations!",
        "params": "Below were the parameters used to create this result. You can create your own result by logging in and running a matrix simulation"
      },
      "share": {
        "title": "Your Custom Matrix Result",
        "subtitle": "Created on {{date}}",
        "description": "This result was created by you. You can share this result with your friends who don't have Pokebattler accounts!",
        "params": "Modify your simulation settings below to see other matchups"
      }
    },
    "params": {
      "addPokemon": "Add Pokemon",
      "showMoveTypes": "Show Move Types",
      "showPokemonTypes": "Show Pokemon Types",
      "chooseParty": "Choose Battle Party",
      "requiresSubscription": {
        "title": "Maximum Matrix Size Reached",
        "description": "Support Pokebattler for higher limits"
      },
      "attackerLeague": {
        "title": "Choose Attackers",
        "subtitle": "Matrix limits are based on your subscription",
        "pokemonCategory": {
          "title": "Choose Your Pokemon",
          "subtitle": "{{numPokemon}}/{{maxPokemon}} Pokemon",
          "description": "Touch a Pokemon to customize the moves or stats."
        },
        "pokemonType": {
          "title": "Choose Your Types",
          "subtitle": "{{numTypes}}/{{maxTypes}} Types",
          "description": "Add all Pokemon of these types to your attackers."
        }
      },
      "defenderLeague": {
        "title": "Choose Defenders",
        "subtitle": "Upgrade for larger matrix sims",
        "pokemonCategory": {
          "title": "Choose Their Pokemon",
          "subtitle": "{{numPokemon}}/{{maxPokemon}} Pokemon",
          "description": "Touch a Pokemon to customize the moves or stats."
        },
        "pokemonType": {
          "title": "Choose Their Types",
          "subtitle": "{{numTypes}}/{{maxTypes}} Types",
          "description": "Add all Pokemon of these types to your defenders."
        }
      }
    }
  },
  "rankings": {
    "title": "PvP Rankings",
    "description": "Pokemon GO Battle League PvP Rankings of which Pokemon are the strongest.",
    "meta": {
      "description": "Pokebattler's Pokemon GO Battle League PvP rankings finds the best PvP Pokemon in Pvp! Find out who is strongest in Great League, Master League, Ultra League and all the Silph Cups!",
      "image": "https://static.pokebattler.com/images/og_pvp_rankings.PNG"
    },
    "welcome": {
      "title": "Pokemon GO Battle League PvP is upon us!",
      "paragraph1": "Pokebattler supports both GO Battle League and Silph Arena Cups. Our Random Shield settings are a great way to quickly analyze which Pokemon have the advantage over others. But dive in to see all the different shield scenarios. ",
      "paragraph2": "The Top 30 rankings give you an idea of what wins against the general field. The Counters rankings lets you know which Pokemon beat the Top 30 mons.  Finally, current meta and predicted meta matrix links allow you to see how the top 24 most popular Pokemon fair against a short list of meta Pokemon.  Pokemon GO Battle League PVP is very complex but these rankings should get you started!",
      "closing": "We hope you are as excited as we are about what PvP brings to Pokemon Go. We hope these lists help guide you to building a strong team. Pokebattler will continue working on providing more refined lists and additional PvP features as time goes on.",
      "link": "Older Silph Cup Rankings"
    },
    "old": {
      "title": "Old Silph Cups!",
      "paragraph1": "Silph Leagues are in person Pokemon Go PvP tournaments with rules that rotate each season. They have different rules each month and the Pokemon that are the best changes quite a bit month to month!",
      "paragraph2": "Below are the older Silph Leagues that Pokebattler still supports",
      "closing": "Silph Leagues are a lot of fun! Hope these old Silph Cup rankings help you see what types of Pokemon can be the best given different rules",
      "link": "Current Pokemon GO Pvp Rankings"
    },
    "buttons": {
      "attacker": "Well Rounded",
      "defender": "Counters",
      "gotoRankings": "Go to Ranking",
      "predicted": {
        "label": "Predicted Meta",
        "description": "Matrix Analysis of the Top Tier Pokemon "
      },
      "current": {
        "label": "Current Meta",
        "description": "Matrix Analysis of the Top Tier Pokemon "
      },
      "defenders": {
        "label": "Top 30",
        "description": "Toughest Pokemon To Beat Overall"
      },
      "attackers": {
        "label": "Counters",
        "description": "Best Counters to the Top 30"
      },
      "pokedex": {
        "label": "Pokedex",
        "description": "Matchups and Counters to every Pokemon"
      }
    },
    "featured": {
      "title": {
        "attacker": "Avg Combat Stats Vs. Top 30 Well Rounded Pokemon",
        "defender": "Avg Combat Stats Vs. All Possible Pokemon"
      },
      "deepLink": "See more details for {{pokemon}}"
    },
    "list": {
      "title": "PvP {{league}} Rankings - {{typeSelection}}",
      "titleBar": "PvP {{league}} Rankings",
      "subtitle": "Top 30 {{typeSelection}}",
      "meta": {
        "description": "See The Pokemon GO {{typeSelection}} For {{league}} PvP With Pokebattler's Custom Simulation Based PvP Rankings!",
        "image": "https://static.pokebattler.com/images/og_pvp_rankings.png"
      },
      "descriptions": {
        "title": "About these Rankings",
        "text": "This PvP {{type}} ranking is based off simulating combat with {{league}} Pokemon. The ranking simulation was run with the {{strategies.attack}} attack strategy. $t(common:simulation, {'count': {{numSims}}}) performed with {{details}}.",
        "help1": "You can click on any of the Pokemon below to see the results for different movesets or click the grouping icon second from the right in the top right to see them ungrouped. Sort order can be changed by clicking the top right sort icon and selecting the type of sort you prefer.",
        "helpAlert": "Don't have all these moves? Change the Move Meta above to see non-dual and non-tm rankings!",
        "attackers": "counters",
        "defenders": "well rounded",
        "details": {
          "attackers": "every currently available Pokemon with every possible moveset simulated against the top 30 well rounded Pokemon with every possible moveset. The best 30 counters with their best moveset based on {{sort}} with all Pokemon who each {{shieldStrategy}} were kept and are displayed here.",
          "defenders": "each possible moveset simulated against Pokemon with every possible moveset. The results of all possible combats were averaged and the best 30 well rounded Pokemon with their best moveset based on {{sort}} with all Pokemon who each {{shieldStrategy}} were kept and are displayed here."
        }
      },
      "loading": "Generating {{type}} ranking results. Many millions of simulations were required to perform this analysis but the results will be soon. Please do not reload your browser.",
      "typeSelection": {
        "label": "Ranking Type",
        "attacker": "Counters",
        "defender": "Well Rounded",
        "attackers": "$t(pvp:rankings.list.typeSelection.attacker)",
        "defenders": "$t(pvp:rankings.list.typeSelection.defender)"
      },
      "settings": {
        "level": "Pokemon Levels"
      }
    }
  },
  "pokedex": {
    "title": "{{league}} Pokedex",
    "meta": {
      "description": "Pokemon GO Battle League {{league}} Pokedex is a customizable guide to what Pokemon counter {{defender}} and what Pokemon {{defender}} has the best attack matchups against in PVP.",
      "image": "https://static.pokebattler.com/images/og_pvp_pokedex.jpg"
    },
    "intro": "Welcome to the Pokebattler Pokemon Go Battle League PvP Pokedex for {{defender}}. You can find {{defender}}'s best PvP movesets as well as their matchups against the most common defenders in {{league}}. You can also find the best counters to {{defender}} as well as the moves that help defend best against those counters. Feel free to change the options below to see the effect of different combat situations or to change the ordering to your liking. As always, the results on this page are generated by the Pokebattler Pokemon Go PvP Simulator. You can drill down to any individual simulation by simply clicking on the image of the pokemon opponent",
    "loading": "Generating detailed PvP analysis for {{defender}}. More than a million simulations are required to generate this page. It won't take long though.",
    "invalid": "{{defender}} is not considered part of {{league}} by Pokebattler. Either its CP is too low to be useful or it is not possible to obtain one that has a low enough CP to qualify or it is in the ban list. The results below are for entertainment value only.",
    "about": {
      "title": "About this Pokemon GO Battle League PvP {{league}} Analysis",
      "text1": "This analysis for {{pokemon}} is based off simulating {{league}} PvP combat. The ranking simulation was run using {{shieldStrategy}} based on the Monte Carlo simulation type. Every possible Pokemon with every possible moveset was considered to find the best counters to beat {{defender}}. Up to 10 simulations were performed against each of the best movesets for those counters/matchups for a total of {{simulationCount}} simulations. The best 30 counters as well as the results of the matchups against the {{league}} well rounded defenders is shown here based on {{sort}} are displayed here.",
      "text2": "You can click on any of the attackers to see the results of additional movesets. Sort order can be changed by clicking the sort icon in the top right of each result and selecting the type of sort you prefer",
      "text3": {
        "text": "TBD Additional information can be found in the {{link}}",
        "link": "help section"
      }
    },
    "bestAttack": {
      "title": "Best General Movesets",
      "subtitle": "By {{sort}}",
      "rankingTitle": "Avg Combat Stats Vs. Well Rounded Defenders"
    },
    "bestDefense": {
      "title": "Best Defensive Movesets",
      "subtitle": "By {{sort}}",
      "rankingTitle": "Avg Combat Stats of Top 6 Counters Vs {{defender}} "
    },
    "attackMatchups": {
      "title": "General Matchups",
      "subtitle": "By {{sort}}",
      "text": "Below you can find the matchups for {{defender}} versus the most well rounded {{league}} opponents. This ranking show the best matchups in terms of {{sort}} first."
    },
    "bestCounters": {
      "title": "{{defender}} Counters",
      "subtitle": "By {{sort}}",
      "text": "The best counters for {{defender}} in {{league}} are below. You will find the best counters in terms of {{sort}} at the top of this list. These Pokemon might not be great in general but they are the best for defeating {{defender}} "
    }
  },
  "rankingTypes": {
    "label": "Ranking Type",
    "attackers": {
      "label": "Counters",
      "description": "The best counters against the top 30 well rounded Pokemon"
    },
    "defenders": {
      "label": "Well Rounded",
      "description": "The top 30 well rounded Pokemon against every possible opponent and moveset"
    }
  },
  "articles": {
    "title": "Latest PvP News!",
    "subtitle": "Articles and Videos From Top PvP Players"
  },
  "navigation": {
    "leagues": {
      "COMBAT_LEAGUE_DEFAULT_GREAT": {
        "title": "Great League",
        "intro": "Pokemon GO Battle League begins each season with Great League. It is mostly free of legendaries and has a wide array of possible Pokemon. It is dominated by low attack defensive Pokemon like Galarian Stunfisk and Azumarill."
      },
      "COMBAT_LEAGUE_DEFAULT_ULTRA": {
        "title": "Ultra League",
        "intro": "Pokemon GO Battle League continues with Ultra League second in each season. Ultra league is a Pokemon Go PvP format that favors defensive heavy hitters such as Giratina and Cresselia. Most competitive Pokemon are expensive to power up but there are some lower stardust options."
      },
      "COMBAT_LEAGUE_DEFAULT_MASTER": {
        "title": "Master League",
        "intro": "Pokemon GO Battle League will then have Master League third in each season. Master League is a Pokemon Go PvP format without any limits and is dominated by level 40 defensive Legendaries and dragon types with dual charge moves. This is a very expensive league to be competitive in and is not recommended for beginners."
      },
      "COMBAT_LEAGUE_PREMIER_CUP": {
        "title": "Premier Cup",
        "intro": "Pokemon GO Battle League has added Premier Cup to run at the same time as Master League. Premier Cup is like Master League but does not allow Mythical or Legendary Pokemon. It  is dominated by level 40 pseudo-legendaries with dual charge moves. This is a slightly more affordable league than Master league but is also not recommended for beginners."
      },
      "COMBAT_LEAGUE_ULTRA_PREMIER_CUP": {
        "title": "Ultra Premier Cup",
        "intro": "Pokemon GO Battle League has added an Ultra League version of Premier Cup to run at the same time as Ultra League. Ultra Premier Cup is like Ultra League but does not allow Mythical or Legendary Pokemon.  It is dominated by community day Pokemon with powerful legacy moves that are not available without elite TMs."
      },
      "COMBAT_LEAGUE_VS_SEEKER_MASTER_PREMIER_CLASSIC": {
        "title": "Premier Cup Classic",
        "intro": "Pokemon GO Battle League has added Premier Cup to run at the same time as Master League. Premier Cup is like Master League but does not allow Mythical or Legendary Pokemon. It  is dominated by level 40 pseudo-legendaries with dual charge moves. This is a slightly more affordable league than Master league but is also not recommended for beginners."
      },
      "COMBAT_LEAGUE_VS_SEEKER_ULTRA_PREMIER_CLASSIC": {
        "title": "Ultra Premier Cup Classic",
        "intro": "Pokemon GO Battle League has added an Ultra League version of Premier Cup to run at the same time as Ultra League. Ultra Premier Cup is like Ultra League but does not allow Mythical or Legendary Pokemon.  It is dominated by community day Pokemon with powerful legacy moves that are not available without elite TMs."
      },
      "COMBAT_LEAGUE_VS_SEEKER_GREAT_REMIX": {
        "title": "Great League Remix",
        "intro": "A special form of Great League with the 10 most popular Pokemon for Pokemon GO Battle League have been banned"
      },
      "COMBAT_LEAGUE_VS_SEEKER_GREAT_ELEMENT": {
        "title": "Great League Element",
        "intro": "A restricted cup with a maximum cp of 500."
      },
      "COMBAT_LEAGUE_VS_SEEKER_GREAT_BIDOOF": {
        "title": "Great League Bidoof",
        "intro": "Bidoof? Bidoof!"
      },
      "COMBAT_LEAGUE_SILPH_SUNRISE_CUP": {
        "title": "{{title}}",
        "intro": "The Silph Arena Season 3 cup for October featuring Pokemon that are Flying, Grass, Fire, Ground or Normal types that are not Rock types, or Megas. The Silph Arena is a monthly set of community tournaments that has different rules each month.  For more information, visit https://silph.gg/."
      },
      "COMBAT_LEAGUE_SILPH_MARSH_CUP": {
        "title": "{{title}}",
        "intro": "The Silph Arena Season 3 cup for November featuring Pokemon that are Poison, Ghost, Bug, Grass or Water types except for Tropius, Abomasnow and Megas. The Silph Arena is a monthly set of community tournaments that has different rules each month.  For more information, visit https://silph.gg/."
      },
      "COMBAT_LEAGUE_SILPH_LABYRINTH_CUP": {
        "title": "{{title}}",
        "intro": "The Silph Arena Season 3 cup for February requiring all Pokemon be of different types, and banning the strongest Pokemon. The Silph Arena is a monthly set of community tournaments that has different rules each month.  For more information, visit https://silph.gg/."
      },
      "COMBAT_LEAGUE_VS_SEEKER_GREAT_HALLOWEEN": {
        "title": "Halloween Cup",
        "intro": "The Great League Halloween Cup is the first official typed cup from Niantic. Only Pokemon that are Poison, Bug, Ghost, Dark or Fairy type are allowed. It will be held from October 26th to November 3rd from 6pm til midnight."
      },
      "COMBAT_LEAGUE_VS_SEEKER_GREAT_FLYING": {
        "title": "Flying Cup",
        "intro": "The Great League Flying Cup is the second official typed cup from Niantic. Only Pokemon that can fly are allowed It will be held on November 5th from 6pm til midnight."
      },
      "COMBAT_LEAGUE_VS_SEEKER_GREAT_KANTO": {
        "title": "Kanto Cup",
        "intro": "The Great League Kanto Cup is an official typed cup from Niantic from November 16 to November 23. Only Kanto region Pokemon with pokedex numbers between 1 and 151 are eligible."
      },
      "COMBAT_LEAGUE_VS_SEEKER_GREAT_HOLIDAY": {
        "title": "Holiday Cup",
        "intro": "The Great League Holiday Cup is an official typed cup from Niantic from December 28 to January 4. Only Pokemon that are Normal, Grass, Electric, Ice, Flying, and Ghost types are eligible."
      }
    },
    "pokemonCondition": {
      "WITH_POKEMON_CP_LIMIT": "Max CP",
      "WITH_POKEMON_TYPE": "Pokemon Types",
      "WITH_POKEMON_CATEGORY": "Category",
      "WITH_POKEDEX_GENERATION": "Generations",
      "NONE": "No Limits"
    }
  }
}