{
  "title": "$t(constants:pokemon.{{pokemon}}) Battle Analysis",
  "intro": "Welcome to the Pokebattler Pokedex for $t(constants:pokemon.{{pokemon}}). You can find $t(constants:pokemon.{{pokemon}})'s best attacker and defensive movesets as well as their worst matchups on attack and the best counters to them on defense. This way you can know which pokemon to avoid in combat and how to defeat that pesky defender. Feel free to change the options below to see the effect of different combat situations or to change the ordering to your liking. As always, the results on this page are generated by the Pokebattler Pokemon Go Battle Simulator. You can drill down to any individual simulation by simply clicking on the image of the pokemon opponent",
  "loading": "Generating detailed battle analysis for $t(constants:pokemon.{{pokemon}}). More than a million simulations are required to generate this page. It won't take long though.",
  "about": {
    "title": "About this Battle Analysis",
    "text1": "This pokemon analysis is based off simulating combat with level {{attackerLevel}} attackers battling level {{defenderLevel}} defenders. The ranking simulation was run with the {{attackStrategy}} attack strategy using {{dodgeStrategy}} based on the Monte Carlo simulation type. First the best 32 counters and worst 32 matchups were found using the expected strategy comparing each fully evolved pokemon with every possible moveset as both attacker and defender vs. {{pokemon})}. Hundreds of monte carlo simulations were performed against each of the 5 best movesets for those 32 counters/matchups for a total of {{simulationCount}} simulations. The best 24 counters as well as the worst 24 matchups with their best moveset based on {{sort}} were kept and are displayed here.",
    "text2": "You can click on any of the attackers to see the results for that particular simulation. Sort order can be changed by clicking the sort icon in the top right of each result and selecting the type of sort you prefer",
    "text3": {
      "text": "Additional information can be found in the {{link}}",
      "link": "help section"
    }
  },
  "bestAttack": {
    "title": "Best Attack Movesets",
    "subtitle": "By $t(common:properties.{{sort}})",
    "rankingTitle": "Avg Combat Stats Vs. Worst 24 Matchups"
  },
  "bestDefense": {
    "title": "Best Defense Movesets",
    "subtitle": "By $t(common:properties.{{sort}})",
    "rankingTitle": "Avg Combat Stats Vs. Top 5 Counters"
  },
  "attackMatchups": {
    "title": "Attack Matchups",
    "subtitle": "By $t(common:properties.{{sort}})",
    "text": "The following analysis shows the results versus the most difficult {{defenderLevel}} defenders for a level {{attackerLevel}} $t(constants:pokemon.{{pokemon}}). This ranking is relative to how well all attackers do versus the defenders in terms of $t(common:properties.{{sort}}). In short, use $t(constants:pokemon.{{pokemon}}) against the pokemon at the top of this list!"
  },
  "bestCounters": {
    "title": "Best Counters",
    "subtitle": "By $t(common:properties.{{sort}})",
    "text": "The following analysis shows the level {{attackerLevel}} pokemon that are the strongest attackers in terms of $t(common:properties.{{sort}}) against a level {{defenderLevel}} {format$t(constants:pokemon.{{pokemon}}). These are the best pokemon to use if $t(constants:pokemon.{{pokemon}}) is defending the gym."
  }
}
