{
  "rankings": {
    "title": "PvP Rankings",
    "description": "Pokemon Go PvP Rankings of which Pokemon are the strongest.",
    "meta": {
      "description": "Pokebattler's Pokemon Go PvP rankings finds the best PvP Pokemon in Pvp! Find out who is strongest in Great League, Master League and Ultra League!",
      "image": "https://static.pokebattler.com/images/og_pvp_rankings.PNG"
    },
    "welcome": {
      "title": "Pvp is upon us!",
      "paragraph1": "Pokebattler has been hard at work, adding new features to support PvP. The full rankings page is finally ready for prime time! Many more types of rankings will be coming, including by type and matchups for every Pokemon. We also plan to have analysis tools to evaluate your battle parties for potential weaknesses and provide suggestions for filling out a battle party.",
      "paragraph2": "These results should be considered a starting point for PvP discussion. The rankings do not currently consider dual charge moves or switching Pokemon."
    },
    "buttons": {
      "attacker": "Well Rounded",
      "defender": "Counters",
      "gotoRankings": "Go to Ranking",
      "defenders": {
        "label": "Well Rounded",
        "description": "Toughest Pokemon To Beat Overall"
      },
      "attackers": {
        "label": "Counters",
        "description": "Best Counters to the Top 24 Well Rounded Pokemon"
      }
    },
    "featured": {
      "title": {
        "attacker": "Avg Combat Stats Vs. Top 24 Well Rounded Pokemon",
        "defender": "Avg Combat Stats Vs. All Possible Pokemon"
      },
      "deepLink": "See more details for {{pokemon}}"
    },
    "list": {
      "title": "PvP {{typeSelection}}",
      "meta": {
        "description": "See The Pokemon GO {{typeSelection}} For {{league}} PvP With Pokebattler's Custom Simulation Based PvP Rankings!",
        "image": "https://static.pokebattler.com/images/og_pvp_rankings.png"
      },
      "descriptions": {
        "title": "About these Rankings",
        "text": "This pvp {{type}} ranking is based off simulating combat with {{league}} Pokemon. The ranking simulation was run with the {{strategies.attack}} attack strategy. $t(common:simulation, {'count': {{numSims}}}) performed with {{details}}.",
        "help1": "You can click on any of the Pokemon below to see the results for different movesets or click the grouping icon second from the right in the top right to see them ungrouped. Sort order can be changed by clicking the top right sort icon and selecting the type of sort you prefer.",
        "attackers": "counters",
        "defenders": "well rounded",
        "details": {
          "attackers": "every currently available Pokemon with every possible moveset simulated against the top 24 well rounded Pokemon with every possible moveset. The best 24 counters with their best moveset based on {{sort}} with all Pokemon who each {{shieldStrategy}} were kept and are displayed here.",
          "defenders": "each possible moveset simulated against Pokemon with every possible moveset. The results of all possible combats were averaged and the best 24 well rounded Pokemon with their best moveset based on {{sort}} with all Pokemon who each {{shieldStrategy}} were kept and are displayed here."
        }
      },
      "loading": "Generating {{type}} ranking results. Many millions of simulations were required to perform this analysis but the results will be soon. Please do not reload your browser.",
      "typeSelection": {
        "attacker": "Counters Rankings",
        "defender": "Well Rounded Rankings",
        "attackers": "$t(pvp:rankings.list.typeSelection.attacker)",
        "defenders": "$t(pvp:rankings.list.typeSelection.defender)"
      },
      "settings": {
        "level": "Pokemon Levels"
      }
    }

  }
}