{
    "title": "Raid Counters",
    "meta": {
        "description": "Find Pokemon Go raid counters with weather, friendship and even your own Pokebox. Get the 24 best counters with the world's #1 custom raid guide.",
        "image": "https://static.pokebattler.com/images/og_raid_counters.jpg"
    },
    "linkLabel": "Raid Counters",
    "intro": "Pokemon Go raids are here! Find out which Pokémon will counter raid bosses the best with the world’s most accurate custom Pokemon Go Raid Guide. Just select the raid below to see the best counters for each moveset!",
    "tierList": {
        "common": {
            "boss": "Boss",
            "raidTier": "Raid Tier"
        },
        "RAID_LEVEL_1": {
            "title": "Tier 1",
            "subtitle": "Easy Solo Raid",
            "intro": "Tier 1 raids are quite easy to defeat by yourself. A level 20 player with imperfect pokemon should be able to beat this by themselves. These raids are a good way to collect candy for pokemon that are not common in your area."
        },
        "RAID_LEVEL_2": {
            "title": "Tier 2",
            "subtitle": "Hard Solo Raid",
            "intro": "Tier 2 raids are targeted at level 30-40 players who can easily defeat these Pokemon. Lower level players should team up to beat these Pokemon."
        },
        "RAID_LEVEL_3": {
            "title": "Tier 3",
            "subtitle": "Easy Group Raid",
            "intro": "Tier 3 raids are targeted at groups of 2 level 30-40 players. They can be soloed by a level 40 player with a little luck and perfect play with awesome Pokemon."
        },
        "RAID_LEVEL_4": {
            "title": "Tier 4",
            "subtitle": "Hard Group Raid",
            "intro": "Tier 4 raids are targetted at groups of 5-6 level 30-40 players. Reports have come in of these Pokemon being beaten by max level players with 3-4 of the perfect counters."
        },
        "RAID_LEVEL_5": {
            "title": "Tier 5",
            "subtitle": "Legendary Raid",
            "intro": "The current legendary raids are the best way to obtain strong pokemon! They are often done with groups of 6-10 level 30-40 players. Some intrepid experts have done some of these raids with as few as 2-5 players."
        },
        "RAID_LEVEL_UNSET": {
            "title": "Tier ?",
            "subtitle": "Unknown Raids",
            "intro": "These Pokemon may be parts of future Pokemon raid tiers. Use this if a new raid has come out and the site has not been updated yet. You can also use this section for analysis of what would happen if you had a legendary Magikarp raid too!"
        },
        "RAID_LEVEL_4_EVENTS": {
            "title": "Special Tier 4",
            "subtitle": "Special Event Raids",
            "intro": "These Pokemon have been raids at past events such as Yokohama. They may come back again unannounced."
        },
        "RAID_LEVEL_1_LEGACY": {
            "title": "Legacy Tier 1",
            "subtitle": "Easy Solo Raid",
            "intro": "These raids are not currently in the raid rotations."
        },
        "RAID_LEVEL_2_LEGACY": {
            "title": "Legacy Tier 2",
            "subtitle": "Hard Solo Raid",
            "intro": "These raids are not currently in the raid rotations."
        },
        "RAID_LEVEL_3_LEGACY": {
            "title": "Legacy Tier 3",
            "subtitle": "Easy Group Raid",
            "intro": "These raids are not currently in the raid rotations."
        },
        "RAID_LEVEL_4_LEGACY": {
            "title": "Legacy Tier 4",
            "subtitle": "Hard Group Raid",
            "intro": "These raids are not currently in the raid rotations."
        },
        "RAID_LEVEL_5_LEGACY": {
            "title": "Legacy Tier 5",
            "subtitle": "Legendary Raid",
            "intro": "These raids have been available in the past but are not currently in the raid rotations. They may return in the future for special events."
        },
        "RAID_LEVEL_5_FUTURE": {
            "title": "Future Tier 5",
            "subtitle": "Legendary Raid",
            "intro": "These tier 5 raids are not in the game yet! Their stats and moves are still subject to change."
        }
    },
    "custom": {
        "title": "Custom Raid",
        "levelsLabel": "Attacker Levels",
        "buttonLabel": "Find best raider",
        "attackersLabel": "Attackers"
    },
    "results": {
        "title": "{{defender}} Counters",
        "meta": {
            "description": "Pokemon Go {{defender}} raid guide: The World's #1 Most accurate guide. See the top 24 counters for beating {{defender}}!",
            "image": "https://static.pokebattler.com/images/og_raid_counters.jpg"
        },
        "calculating": "Calculating Raid Results",
        "counters": {
            "title": "counters",
            "subtitle": "Best Attackers by",
            "description": "The following analysis shows the Pokemon that are the strongest raiders in terms of {{sort}} against {{pokemon}}.",
            "moveSetOrderingDescription": "The move sets are ordered from hardest to raid against to the easiest, make sure to check multiple, the results can vary greatly!",
            "difficultyNote": "Raid bosses are much harder than normal fight, you should consider carefully your options.",
            "chooseMovesetLabel": "Choose Moveset"
        },
        "hardestMovesets": {
            "title": "Most Difficult Raids",
            "subtitle": "For {{pokemon}} by {{sort}}",
            "tableTitle": "Hardest movesets to raid against",
            "description": "Raid difficulty can vary greatly based on the moveset of the defending pokemon!"
        },
        "analysis": {
            "title": "About This Analysis",
            "description": "This raid analysis was based off simulating combat with a defending {{defender.pokemon}} with {{defender.cp}} CP and {{attackers}}. The simulation was run with the {{attackStrategy}} attack strategy based on the {{defenseStrategy}} simulation type. {{numSims}} simulations were performed with each possible moveset of {{defender.pokemon}} simulated against every single Pokemon with every possible moveset. The best 20 attackers with their best moveset based on {{sort}} were kept and are displayed here. You can click on any of the attackers to see the simulation that was performed and to try different movesets.",
            "attackers": {
                "byLevel": "level {{attackerLevel}} attackers",
                "pokebox": "the custom Pokemon from user #{{userId}}'s pokebox"
            }
        },
        "description": "Welcome to the Pokebattler raid counters guide for {{pokemon}}. You can find the best counters based on the moveset of each boss. This guide is customizable in several different ways. You can choose the attack level and attack strategy that you like to use as well as various sort options.",
        "patreon": {
            "description": "More accurate results for unknown movesets provided thanks to the support of Patreon subscribers. Patreon subscribers receive additional pokebox space, even higher accuracy results for all movesets and more.",
            "link":"See all the benefits you get for signing up",
            "thanks": "Thanks for your support!"
        }
    },
    "pokebox": {
        "login": "Pokebattler Raid Guide can be customized to only include Pokemon you actually own using your own personal Pokebox. Log in, add your best Pokemon to your personal Pokebox, and then you can toggle between the best Pokemon that you have in your Pokebox, and the best Pokemon counters overall to plan your raid fights.",
        "enabled": "Showing custom results for your Pokebox. The 24 best counters that you own are shown below.",
        "disabled": "Showing results for level {{level}} attackers. The best 24 counters at that level are shown below.",
        "friend": "Showing results for user {{userId}}. Their best 24 counters are shown below.",
        "switchLevel": "Switch To $t(common:attackerTypes.level)",
        "switchPokebox": "Switch To $t(common:attackerTypes.pokebox)"
    },
    "emptyResults": {
        "LEVEL": "There were no results returned for this calculation. The server may be having issues.",
        "POKEBOX": "There were no results returned for this calculation. Perhaps you have not entered any pokemon in your pokebox yet?",
        "FRIEND": "There were no results returned for this calculation. Perhaps your friend has not entered any Pokemon in their pokebox yet? Try a different trainer."
    },
    "people": {
        "title": "Pokebattler Estimator",
        "difficultyRating": "Difficulty rating: {{rating}}",
        "adviceLink": "See what happens if you power up",
        "estimate": {
            "close": "Beating {{pokemon}} should take {{numPeople}} trainers with Pokemon of this strength. It will be a very close fight. Bring one more trainer if you can to be safe.",
            "almost": "Beating {{pokemon}} should take {{numPeople}} trainers with Pokemon of this strength. If you are very lucky, you might be able to beat it with 1 less trainer.",
            "trivial": "Beating {{pokemon}} should take {{numPeople}} trainer with Pokemon of this strength. This fight will be over before it's begun. It's so easy you could just use the in game suggestions and win. 😉",
            "normal": "Beating {{pokemon}} should take {{numPeople}} trainers with Pokemon of this strength. Make sure your group is prepared before the fight.",
            "difficult": "Beating {{pokemon}} should take {{numPeople}} trainers with Pokemon of this strength. It will be a difficult fight, make sure everyone uses their best Pokemon."
        }
    },
    "battle": {
        "resultLink": "See this result as a battle party"
    },
    "helpLink": "Watch the Raid tutorial video"
}
